{
    "1": "For the Leader. [A Psalm] of David the servant of the LORD, who spoke unto the LORD the words of this song in the day that the LORD delivered him from the hand of all his enemies, and from the hand of Saul;  And he said: I love thee, O LORD, my strength.",
    "2": "The LORD is my rock, and my fortress, and my deliverer; My God, my rock, in Him I take refuge; My shield, and my horn of salvation, my high tower.",
    "3": "Praised, I cry, is the LORD, And I am saved from mine enemies.",
    "4": "The cords of Death compassed me, And the floods of  Belial assailed me.",
    "5": "The cords of  Sheol surrounded me; The snares of Death confronted me.",
    "6": "In my distress I called upon the LORD, And cried unto my God; Out of His temple He heard my voice, And my cry came before Him unto His ears.",
    "7": "Then the earth did shake and quake, The foundations also of the mountains did tremble; They were shaken, because He was wroth.",
    "8": "Smoke arose up in His nostrils, And fire out of His mouth did devour; Coals flamed forth from Him.",
    "9": "He bowed the heavens also, and came down; And thick darkness was under His feet.",
    "10": "And He rode upon a cherub, and did fly; Yea, He did swoop down upon the wings of the wind.",
    "11": "He made darkness His hiding-place, His pavilion round about Him; Darkness of waters, thick clouds of the skies.",
    "12": "At the brightness before Him, there passed through His thick clouds Hailstones and coals of fire.",
    "13": "The LORD also thundered in the heavens, And the Most High gave forth His voice; Hailstones and coals of fire.",
    "14": "And He sent out His arrows, and scattered them; And He shot forth lightnings, and discomfited them.",
    "15": "And the channels of waters appeared, And the foundations of the world were laid bare, At Thy rebuke, O LORD, At the blast of the breath of Thy nostrils.",
    "16": "He sent from on high, He took me; He drew me out of many waters.",
    "17": "He delivered me from mine enemy most strong, And from them that hated me, for they were too mighty for me.",
    "18": "They confronted me in the day of my calamity; But the LORD was a stay unto me.",
    "19": "He brought me forth also into a large place; He delivered me, because He delighted in me.",
    "20": "The LORD rewarded me according to my righteousness; According to the cleanness of my hands hath He recompensed me.",
    "21": "For I have kept the ways of the LORD, And have not wickedly departed from my God.",
    "22": "For all His ordinances were before me, And I put not away His statutes from me.",
    "23": "And I was single-hearted with Him, And I kept myself from mine iniquity.",
    "24": "Therefore hath the LORD recompensed me according to my righteousness, According to the cleanness of my hands in His eyes.",
    "25": "With the merciful Thou dost show Thyself merciful, With the upright man Thou dost show Thyself upright;",
    "26": "With the pure Thou dost show Thyself pure; And with the crooked Thou dost show Thyself subtle.",
    "27": "For Thou dost save the afflicted people; But the haughty eyes Thou dost humble.",
    "28": "For Thou dost light my lamp; The LORD my God doth lighten my darkness.",
    "29": "For by Thee I run upon a troop; And by my God do I scale a wall.",
    "30": "As for God, His way is perfect; The word of the LORD is tried; He is a shield unto all them that take refuge in Him.",
    "31": "For who is God, save the LORD? And who is a Rock, except our God?",
    "32": "The God that girdeth me with strength, And maketh my way straight;",
    "33": "Who maketh my feet like hinds’, And setteth me upon my high places;",
    "34": "Who traineth my hands for war, So that mine arms do bend a bow of brass.",
    "35": "Thou hast also given me Thy shield of salvation, And Thy right hand hath holden me up; And Thy condescension hath made me great.",
    "36": "Thou hast enlarged my steps under me, And my feet have not slipped.",
    "37": "I have pursued mine enemies, and overtaken them; Neither did I turn back till they were consumed.",
    "38": "I have smitten them through, so that they are not able to rise; They are fallen under my feet.",
    "39": "For Thou hast girded me with strength unto the battle; Thou hast subdued under me those that rose up against me.",
    "40": "Thou hast also made mine enemies turn their backs unto me, And I did cut off them that hate me.",
    "41": "They cried, but there was none to save; Even unto the LORD, but He answered them not.",
    "42": "Then did I beat them small as the dust before the wind; I did cast them out as the mire of the streets.",
    "43": "Thou hast delivered me from the contentions of the people; Thou hast made me the head of the nations; A people whom I have not known serve me.",
    "44": "As soon as they hear of me, they obey me; The sons of the stranger dwindle away before me.",
    "45": "The sons of the stranger fade away, And come trembling out of their close places.",
    "46": "The LORD liveth, and blessed be my Rock; And exalted be the God of my salvation;",
    "47": "Even the God that executeth vengeance for me, And subdueth peoples under me.",
    "48": "He delivereth me from mine enemies; Yea, Thou liftest me up above them that rise up against me; Thou deliverest me from the violent man.",
    "49": "Therefore I will give thanks unto Thee, O LORD, among the nations, And will sing praises unto Thy name.",
    "50": "Great salvation giveth He to His king; And showeth mercy to His anointed, To David and to his seed, for evermore."
}