{
    "1": "For the Leader; upon Aijeleth ha-Shahar. A Psalm of David.   My God, my God, why hast Thou forsaken me, And art far from my help at the words of my cry?",
    "2": "O my God, I call by day, but Thou answerest not; And at night, and there is no surcease for me.",
    "3": "Yet Thou art holy, O Thou that art enthroned upon the praises of Israel.",
    "4": "In Thee did our fathers trust; They trusted, and Thou didst deliver them.",
    "5": "Unto Thee they cried, and escaped; In Thee did they trust, and were not ashamed.",
    "6": "But I am a worm, and no man; A reproach of men, and despised of the people.",
    "7": "All they that see me laugh me to scorn; They shoot out the lip, they shake the head:",
    "8": "Let him commit himself unto the LORD! let Him rescue him; Let Him deliver him, seeing He delighteth in him.’",
    "9": "For Thou art He that took me out of the womb; Thou madest me trust when I was upon my mother’s breasts.",
    "10": "Upon Thee I have been cast from my birth; Thou art my God from my mother’s womb.",
    "11": "Be not far from me; for trouble is near; For there is none to help.",
    "12": "Many bulls have encompassed me; Strong bulls of Bashan have beset me round.",
    "13": "They open wide their mouth against me, As a ravening and a roaring lion.",
    "14": "I am poured out like water, And all my bones are out of joint; My heart is become like wax; It is melted in mine inmost parts.",
    "15": "My strength is dried up like a potsherd; And my tongue cleaveth to my throat; And Thou layest me in the dust of death.",
    "16": "For dogs have encompassed me; A company of evil-doers have inclosed me; Like a lion, they are at my hands and my feet.",
    "17": "I may count all my bones; They look and gloat over me.",
    "18": "They part my garments among them, And for my vesture do they cast lots.",
    "19": "But Thou, O LORD, be not far off; O Thou my strength, hasten to help me.",
    "20": "Deliver my soul from the sword; Mine only one from the power of the dog.",
    "21": "Save me from the lion’s mouth; Yea, from the horns of the wild-oxen do Thou answer me.",
    "22": "I will declare Thy name unto my brethren; In the midst of the congregation will I praise Thee.",
    "23": "Ye that fear the LORD, praise Him; All ye the seed of Jacob, glorify Him; And stand in awe of Him, all ye the seed of Israel.",
    "24": "For He hath not despised nor abhorred the lowliness of the poor; Neither hath He hid His face from him; But when he cried unto Him, He heard.’",
    "25": "From Thee cometh my praise in the great congregation; I will pay my vows before them that fear Him.",
    "26": "Let the humble eat and be satisfied; Let them praise the LORD that seek after Him; May your heart be quickened for ever!",
    "27": "All the ends of the earth shall remember and turn unto the LORD; And all the kindreds of the nations shall worship before Thee.",
    "28": "For the kingdom is the LORD’S; And He is the ruler over the nations.",
    "29": "All the fat ones of the earth shall eat and worship; All they that go down to the dust shall kneel before Him, Even he that cannot keep his soul alive.",
    "30": "A seed shall serve him; It shall be told of the Lord unto the next generation.",
    "31": "They shall come and shall declare His righteousness Unto a people that shall be born, that He hath done it."
}