{
    "1": "[A Psalm] of David.  Fret not thyself because of evil-doers, Neither be thou envious against them that work unrighteousness.",
    "2": "For they shall soon wither like the grass, And fade as the green herb.",
    "3": "Trust in the LORD, and do good; Dwell in the land, and cherish faithfulness.",
    "4": "So shalt thou delight thyself in the LORD; And He shall give thee the petitions of thy heart.",
    "5": "Commit thy way unto the LORD; Trust also in Him, and He will bring it to pass.",
    "6": "And He will make thy righteousness to go forth as the light, And thy right as the noonday.",
    "7": "Resign thyself unto the LORD, and wait patiently for Him; Fret not thyself because of him who prospereth in his way, Because of the man who bringeth wicked devices to pass.",
    "8": "Cease from anger, and forsake wrath; Fret not thyself, it tendeth only to evil-doing.",
    "9": "For evil-doers shall be cut off; But those that wait for the LORD, they shall inherit the land.",
    "10": "And yet a little while, and the wicked is no more; Yea, thou shalt look well at his place, and he is not.",
    "11": "But the humble shall inherit the land, And delight themselves in the abundance of peace.",
    "12": "The wicked plotteth against the righteous, And gnasheth at him with his teeth.",
    "13": "The Lord doth laugh at him; For He seeth that his day is coming.",
    "14": "The wicked have drawn out the sword, and have bent their bow; To cast down the poor and needy, To slay such as are upright in the way;",
    "15": "Their sword shall enter into their own heart, And their bows shall be broken.",
    "16": "Better is a little that the righteous hath Than the abundance of many wicked.",
    "17": "For the arms of the wicked shall be broken; But the LORD upholdeth the righteous.",
    "18": "The LORD knoweth the days of them that are wholehearted; And their inheritance shall be for ever.",
    "19": "They shall not be ashamed in the time of evil; And in the days of famine they shall be satisfied.",
    "20": "For the wicked shall perish, And the enemies of the LORD shall be as the fat of lambs—They shall pass away in smoke, they shall pass away.",
    "21": "The wicked borroweth, and payeth not; But the righteous dealeth graciously, and giveth.",
    "22": "For such as are blessed of Him shall inherit the land; And they that are cursed of Him shall be cut off.",
    "23": "It is of the LORD that a man’s goings are established; And He delighted in his way.",
    "24": "Though he fall, he shall not be utterly cast down; For the LORD upholdeth his hand.",
    "25": "I have been young, and now am old; Yet have I not seen the righteous forsaken, Nor his seed begging bread.",
    "26": "All the day long he dealeth graciously, and lendeth; And his seed is blessed.",
    "27": "Depart from evil, and do good; And dwell for evermore.",
    "28": "For the LORD loveth justice, And forsaketh not His saints; They are preserved for ever; But the seed of the wicked shall be cut off.",
    "29": "The righteous shall inherit the land, And dwell therein for ever.",
    "30": "The mouth of the righteous uttereth wisdom, And his tongue speaketh justice.",
    "31": "The law of his God is in his heart; None of his steps slide.",
    "32": "The wicked watcheth the righteous, And seeketh to slay him.",
    "33": "The LORD will not leave him in his hand, Nor suffer him to be condemned when he is judged.",
    "34": "Wait for the LORD, and keep His way, And He will exalt thee to inherit the land; When the wicked are cut off, thou shalt see it.",
    "35": "I have seen the wicked in great power, And spreading himself like a leafy tree in its native soil.",
    "36": "But one passed by, and, lo, he was not; Yea, I sought him, but he could not be found.",
    "37": "Mark the man of integrity, and behold the upright; For there is a future for the man of peace.",
    "38": "But transgressors shall be destroyed together; The future of the wicked shall be cut off.",
    "39": "But the salvation of the righteous is of the LORD; He is their stronghold in the time of trouble.",
    "40": "And the LORD helpeth them, and delivereth them; He delivereth them from the wicked, and saveth them, Because they have taken refuge in Him."
}