{
    "1": "A Psalm of David, to make memorial.   O LORD, rebuke me not in Thine anger; Neither chasten me in Thy wrath.",
    "2": "For Thine arrows are gone deep into me, And Thy hand is come down upon me.",
    "3": "There is no soundness in my flesh because of Thine indignation; Neither is there any health in my bones because of my sin.",
    "4": "For mine iniquities are gone over my head; As a heavy burden they are too heavy for me.",
    "5": "My wounds are noisome, they fester, Because of my foolishness.",
    "6": "I am bent and bowed down greatly; I go mourning all the day.",
    "7": "For my loins are filled with burning; And there is no soundness in my flesh.",
    "8": "I am benumbed and sore crushed; I groan by reason of the moaning of my heart.",
    "9": "Lord, all my desire is before Thee; And my sighing is not hid from Thee.",
    "10": "My heart fluttereth, my strength faileth me; As for the light of mine eyes, it also is gone from me.",
    "11": "My friends and my companions stand aloof from my plague; And my kinsmen stand afar off.",
    "12": "They also that seek after my life lay snares for me; And they that seek my hurt speak crafty devices, And utter deceits all the day.",
    "13": "But I am as a deaf man, I hear not; And I am as a dumb man that openeth not his mouth.",
    "14": "Yea, I am become as a man that heareth not, And in whose mouth are no arguments.",
    "15": "For in Thee, O LORD, do I hope; Thou wilt answer, O Lord my God.",
    "16": "For I said: ‘Lest they rejoice over me; When my foot slippeth, they magnify themselves against me.’",
    "17": "For I am ready to halt, And my pain is continually before me.",
    "18": "For I do declare mine iniquity; I am full of care because of my sin.",
    "19": "But mine enemies are strong in health; And they that hate me wrongfully are multiplied.",
    "20": "They also that repay evil for good Are adversaries unto me, because I follow the thing that is good.",
    "21": "Forsake me not, O LORD; O my God, be not far from me.",
    "22": "Make haste to help me, O Lord, my salvation."
}