{
    "1": "For the Leader; with string-music. Maschil of David.   Give ear, O God, to my prayer; And hide not Thyself from my supplication.",
    "2": "Attend unto me, and answer me; I am distraught in my complaint, and will moan;",
    "3": "Because of the voice of the enemy, Because of the oppression of the wicked; For they cast mischief upon me, And in anger they persecute me.",
    "4": "My heart doth writhe within me; And the terrors of death are fallen upon me.",
    "5": "Fear and trembling come upon me, And horror hath overwhelmed me.",
    "6": "And I said: ‘Oh that I had wings like a dove! Then would I fly away, and be at rest.",
    "7": "Lo, then would I wander far off, I would lodge in the wilderness.  Selah ",
    "8": "I would haste me to a shelter From the stormy wind and tempest.’",
    "9": "Destroy, O Lord, and divide their tongue; For I have seen violence and strife in the city.",
    "10": "Day and night they go about it upon the walls thereof; Iniquity also and mischief are in the midst of it.",
    "11": "Wickedness is in the midst thereof; Oppression and guile depart not from her broad place.",
    "12": "For it was not an enemy that taunted me, Then I could have borne it; Neither was it mine adversary that did magnify himself against me, Then I would have hid myself from him.",
    "13": "But it was thou, a man mine equal, My companion, and my familiar friend;",
    "14": "We took sweet counsel together, In the house of God we walked with the throng.",
    "15": "May He incite death against them, Let them go down alive into the nether-world; For evil is in their dwelling, and within them.",
    "16": "As for me, I will call upon God; And the LORD shall save me.",
    "17": "Evening, and morning, and at noon, will I complain, and moan; And He hath heard my voice.",
    "18": "He hath redeemed my soul in peace so that none came nigh me; For they were many that strove with me.",
    "19": "God shall hear, and humble them, Even He that is enthroned of old,  Selah Such as have no changes, And fear not God.",
    "20": "He hath put forth his hands against them that were at peace with him; He hath profaned his covenant.",
    "21": "Smoother than cream were the speeches of his mouth, But his heart was war; His words were softer than oil, Yet were they keen-edged swords.",
    "22": "Cast thy burden upon the LORD, and He will sustain thee; He will never suffer the righteous to be moved.",
    "23": "But Thou, O God, wilt bring them down into the nethermost pit; Men of blood and deceit shall not live out half their days; But as for me, I will trust in Thee."
}