{
    "1": "And Job will answer Jehovah, and he will say,",
    "2": "I knew that thou wilt be able to do all, and counsel shall not be restrained from thee.",
    "3": "Who this hiding counsel without knowledge? for this, I announced, and I shall not understand; wonders above me, and I shall not know.",
    "4": "Hear, now, and I will speak: I will ask thee and make thou known to me.",
    "5": "By the hearing of the ear I heard of thee: and now mine eyes saw thee:",
    "6": "For this, I shall melt away, and I lamented in dust and ashes.",
    "7": "And it will be after Jehovah spake these words to Job, and Jehovah will say to Eliphaz the Temanite, Mine anger was kindled against thee, and against thy two friends: for ye spake not the right before me as my servant Job.",
    "8": "And now take to you seven bullocks and seven rams, and go to my servant Job, and bring up a burnt-offering for yourselves; and my servant Job shall pray for you: for his face I will accept, so as not to do with you for folly, for ye spake not to me the right as my servant Job.",
    "9": "And Eliphaz the Temanite, and Bildad the Shuhite, Zophar the Naamathite, will go, and they will do according as God Jehovah spake: and Jehovah will accept the face of Job.",
    "10": "And Jehovah turned back the captivity of Job in his praying for his friends: and Jehovah added all which was to Job, to the double.",
    "11": "And there will come to him all his brethren and all his sisters, and all knowing him before; and they will eat bread with him in his house: and they will deplore for him, and they will comfort him upon all the evil which Jehovah brought upon him: and they will give to him each one weight, and each one ring of gold.",
    "12": "And Jehovah blessed the latter state of Job more than his beginning: and there will be to him fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she-asses.",
    "13": "And there will be to him seven sons and three daughters.",
    "14": "And he will call the name of the one, Jemima; and the name of the second, Kezia; and the name of the third, Keren-Happuch.",
    "15": "And women were not found fair as the daughters of Job, in all the land: and their father will give to them an inheritance in the midst of their brethren.",
    "16": "And Job will live after this a hundred and forty years, and he will see his sons, and his sons’ sons, four generations.",
    "17": "And Job will die, old and full of days."
}