{
    "1": "To David. Praise Jehovah, O my soul, and all within me, his holy name.",
    "2": "Praise Jehovah, O my soul, and thou wilt not forget all his acts.",
    "3": "Forgiving to all thine iniquity, healing to all thy diseases.",
    "4": "Redeeming thy life from corruption, crowning thee with mercy and compassions.",
    "5": "Satisfying even to thee with good; thy youth shall be renewed as the eagle.",
    "6": "Jehovah did justices and judgments to all being oppressed.",
    "7": "He will make known his ways to Moses, his doings to the sons of Israel.",
    "8": "Jehovah being compassionate and merciful, slow to anger and great of mercy.",
    "9": "He will not contend forever; he will not keep forever.",
    "10": "He did not to us according to our sins, and he did not recompense upon us according to our iniquities.",
    "11": "For as the height of the heavens above the earth, his mercy prevailed upon those fearing him.",
    "12": "As far off as the sunrisings from the west, he removed far from us our transgressions.",
    "13": "As a father compassionating over his sons, Jehovah compassionated those fearing him.",
    "14": "For he knew our formation; he remembered that we are dust.",
    "15": "Man, his days as grass: as the blossom of the field, thus he will flourish.",
    "16": "For the wind passed over upon it and it is not; and its place shall know it no more.",
    "17": "And the mercy of Jehovah is from forever even to forever upon those fearing him, and his justice to sons’ sons.",
    "18": "To those watching his covenant, and to those remembering his charges to do them.",
    "19": "Jehovah prepared his throne in the heavens; and his kingdom ruled over all.",
    "20": "Praise Jehovah, ye his messengers mighty of strength, doing his word, to hear the voice of his word.",
    "21": "Praise Jehovah, all ye his armies; his servants doing his will.",
    "22": "Praise Jehovah all ye his works in all places of his dominions: praise Jehovah, O my soul."
}