{
    "1": "Praise Jehovah, O my soul. O Jehovah my God thou wert great exceedingly; thou didst put on strength and honor:",
    "2": "Being covered with light as a garment: stretching forth the heavens as a curtain:",
    "3": "Framing his upper chambers in the waters: setting the clouds his chariot: going upon the wings of the wind.",
    "4": "Making his messengers spirits; his servants a fire of flame:",
    "5": "Founding the earth upon her bases, she shall not be moved forever and even.",
    "6": "The deep thou coveredst it as a garment: the waters will stand upon the mountains.",
    "7": "From thy rebuke they shall flee; from the voice of thy thunder they shall be terrified.",
    "8": "They shall go up the mountains; they shall go down into the valleys to the place: this thou didst found for them.",
    "9": "Thou didst set a bound they shall not pass over; they shall not turn bark to cover the earth.",
    "10": "Sending forth fountains into the valleys, they will go between the mountains.",
    "11": "They shall water all the beasts of the field: the wild asses shall break their thirst.",
    "12": "Upon them the birds of the heavens shall dwell, from between their boughs they shall give a voice.",
    "13": "Watering the mountains from his upper chambers: with the fruit of thy work shall the earth be filled.",
    "14": "Causing grass to spring up for the cattle, and the green herb for the service of man, to bring forth bread from the earth:",
    "15": "And wine will gladden the heart of man, to cause the face to shine from oil, and bread will support the heart of man.",
    "16": "And the trees of Jehovah shall be satisfied; the cedars of Lebanon which he planted;",
    "17": "Where there the sparrows will nest: the stork, the cypresses her house.",
    "18": "The high mountains for the wild goats; the rocks a refuge for the conies.",
    "19": "He made the moon for the appointments: the sun knew his going down.",
    "20": "Thou didst set darkness and it will be night: in it all the beasts of the forest shall creep.",
    "21": "The young lions roaring for prey, and to seek from God their food.",
    "22": "The sun shall rise, they will be gathered together, and in their dens they will lie down.",
    "23": "Man will go forth to his work, and to his labor even to evening.",
    "24": "How thy works were multiplied. O Jehovah! in wisdom thou madest them all: the earth was filled with thy possessions.",
    "25": "This great and broad sea, hands there of the creeping thing, and no number of the beasts, small with great.",
    "26": "There the ships will go: the sea monster thou didst form to play in it.",
    "27": "They will all wait for thee to give their food in its time.",
    "28": "Thou wilt give to them, they will gather up: thou wilt open thy hand, they will be filled with good.",
    "29": "Thou wilt hide thy face, they will tremble: thou wilt take away their spirit, they shall expire and turn back to dust.",
    "30": "Thou wilt send forth thy spirit, they will be created: thou wilt renew the face of the earth.",
    "31": "The glory of Jehovah shall be forever: Jehovah, shall rejoice in his works.",
    "32": "Looking upon the earth and it will tremble: he will touch up the mountains and they will smoke.",
    "33": "I will sing to Jehovah in my living: I will play on the harp to my God in my enduring.",
    "34": "My meditating upon him shall be sweet: I will rejoice in Jehovah.",
    "35": "Sinners shall be finished from the earth, and the unjust no more. Praise Jehovah, O my soul."
}