{
    "1": "Confess to Jehovah, call upon his name: make ye known his doings among the peoples.",
    "2": "Sing ye to him and play on the harp to him: discourse ye upon all his wonders.",
    "3": "Boast ye in his holy name: the heart of those seeking Jehovah shall rejoice.",
    "4": "Seek ye Jehovah and his strength: seek his face always.",
    "5": "Remember his wonders which he did; his signs and the judgments of his mouth.",
    "6": "The seed of Abraham his servant, the sons of Jacob his chosen.",
    "7": "He is Jehovah our God: his judgments are in all the earth.",
    "8": "He remembered his covenant forever, the word he commanded to a thousand generations.",
    "9": "Which he cut out with Abraham, and his oath to Isaak.",
    "10": "And he will set it for a law to Jacob, to Israel an eternal covenant:",
    "11": "Saying, To thee will give the land of Canaan, the line of your inheritance:",
    "12": "In their being men of number, as few and strangers in it.",
    "13": "And they will go about from nation to nation, from the kingdom to another people;",
    "14": "He permitted not a man to oppress them, and for them he will reprove kings.",
    "15": "Ye shall not touch upon my Messiah, and ye shall not do evil to my prophets.",
    "16": "And he will call a famine upon the land: he broke all the support of bread.",
    "17": "He sent a man before them, Joseph, for a servant was he sold:",
    "18": "They humbled his feet with the fetter: his soul came into iron:",
    "19": "Even to the time his word came: the sayings of Jehovah purified him.",
    "20": "The king sent and he will bring him down; the ruler of the peoples, and he will loose him.",
    "21": "He set him lord to his house, and ruler over all his possessions:",
    "22": "To bind his chiefs in his soul, and to make his old men wise.",
    "23": "And Israel will come into Egypt, and Jacob sojourned in the land of Ham.",
    "24": "And he will make his people fruitful greatly, and he will strengthen him above his enemies.",
    "25": "He turned their heart to hate his people, to act deceitfully with his servants.",
    "26": "He sent Moses his servant; Aaron whom he chose in him.",
    "27": "They set the words of his signs among them, and wonders in the land of Ham.",
    "28": "He sent darkness, and he will darken; and they embittered not his words.",
    "29": "He turned their waters to blood, and he will slay their fish.",
    "30": "Their land abounded with frogs in the chambers of their kings.",
    "31": "He said, and the gad-fly will come, and gnats in all their bounds.",
    "32": "He gave their rain hail, a fire of flames in their land.",
    "33": "And he will strike their vine and their fig trees, and he will break the tree of their bound.",
    "34": "He said, and the locust will come and the feeder, and no number.",
    "35": "And it will devour all the of their land, and it will devour all the fruit of their earth.",
    "36": "And he will strike every first-born in their land, the first-fruits to all their strength.",
    "37": "And he will bring them forth with silver and gold, and none being weak in their tribes.",
    "38": "Egypt was glad in their going forth, for their fear fell upon them.",
    "39": "He spread a cloud for covering, and fire to lighten the night.",
    "40": "Asking, and he will bring the quail, and he will fill them with the bread of the heavens.",
    "41": "He opened the rock and the waters will flow; they went in dry places a river.",
    "42": "For he remembered his holy word with Abraham his servant.",
    "43": "And he will bring forth his people in joy, his chosen in rejoicing.",
    "44": "And he will give to them the lands of the nations, and they will inherit the labor of the people;",
    "45": "So that they shall watch his laws, and his instructions they shall observe. Praise ye Jah."
}