{
    "1": "Praise Jah. Confess to Jehovah, for he is good, for his mercy is forever.",
    "2": "Who shall speak the powers of Jehovah? will he cause all his praises to be heard?",
    "3": "Happy they watching judgment, doing justice in all time.",
    "4": "Remember us, O Jehovah: thy people with acceptance: review us with thy salvation;",
    "5": "To see the goodness of thy chosen ones, to be glad in the gladness of thy nation, to boast with thine inheritance.",
    "6": "We sinned with our fathers, we acted perversely, we did evil.",
    "7": "Our fathers considered not thy wonders in Egypt; they remembered not the multitude of thy mercies; they embittered at the sea, the sea of sedge;",
    "8": "And he will save them for sake of his name, to make known his powers.",
    "9": "And he will rebuke in the sea of sedge, and it will be dried up: and he will lead them in the depths as the desert.",
    "10": "And he will save them from the hand of him hating, and he will redeem them from the hand of the enemy.",
    "11": "And the waters will cover their enemies: one of them was not left.",
    "12": "And they will believe in his words, they will sing his praise.",
    "13": "They hastened; they forget his works; they waited not for his counsel.",
    "14": "And they will desire a desire in the desert, and they will tempt God in the waste.",
    "15": "And he will give to them their asking; and he will send leanness into their soul.",
    "16": "And they will be jealous against Moses in the camp, against Aaron the holy of Jehovah.",
    "17": "The earth will open and will swallow down Dathan, and will cover the assembly of Abiram.",
    "18": "And a fire will be kindled in their assembly; the flame will burn up the unjust.",
    "19": "They will make a calf in Horeb, and they will worship to the molten image.",
    "20": "And they will change their glory into the likeness of an ox eating grass.",
    "21": "They forgat God saving them, doing great things in Egypt.",
    "22": "Wonders in the land of Ham, terrible things in the sea of sedge.",
    "23": "And he will say to destroy them unless Moses his chosen stood in the breaking before him to turn away his wrath from destroying.",
    "24": "And they will despise in the land of desire; they trusted not to his word:",
    "25": "And they will murmur in their tents; they heard not to the voice of Jehovah.",
    "26": "And he will lift up his hand against them: he will cause them to fall in the desert:",
    "27": "And to cause their seed to fall among the nations, and to scatter them in the lands.",
    "28": "And they will be bound to Baalpeor, and they will eat the sacrifices of the dead.",
    "29": "And they will irritate in their doings, and the blow will break upon them.",
    "30": "And Phinehas will stand and intercede, and the blow will be restrained.",
    "31": "And it will be reckoned to him for justice to generation and generation, even to forever.",
    "32": "And they will anger him at the water of strife, and it will be evil to Moses on account of them:",
    "33": "For they embittered his spirit, and he talked idly with his lips.",
    "34": "They did not destroy the peoples which Jehovah said to them.",
    "35": "And they will mingle with the nations, and they will learn their works.",
    "36": "And they will serve their images, and they will be for a snare to them.",
    "37": "And they will sacrifice their sons and their daughters to lords.",
    "38": "And they will pour out innocent blood, the blood of their sons and their daughters which they sacrificed to the images of Canaan: and the land will be polluted with bloods.",
    "39": "And they will be defiled with their works: and they will commit fornication in their doings.",
    "40": "And the anger of Jehovah will kindle against his people, and he will abhor his inheritance.",
    "41": "And he will give them into the hand of the nations; and they hating them shall rule over them.",
    "42": "And their enemies will press them, and they shall be humbled under their hand.",
    "43": "Many times he will deliver them, and they will embitter with their counsel, and they will be brought low in their iniquity.",
    "44": "And he will look upon straits to them in his hearing their wailing.",
    "45": "And he will remember his covenant to them, and he will console according to the multitude of his mercy.",
    "46": "And he will give them for compassions before all those carrying them away captive.",
    "47": "Save us, O Jehovah our God, and gather us from the nations to confess to thy holy name, to boast in thy praise.",
    "48": "Blessed be Jehovah the God of Israel from forever and even to forever: and all the people saying, Amen. Praise ye Jah."
}