{
    "1": "Confess ye to Jehovah, for he is good, his mercy is forever.",
    "2": "They being redeemed of Jehovah shall say, Which he redeemed them from the hand of the enemy.",
    "3": "And he gathered them from the lands, from the sunrisings and from the west, from the north and from the sea.",
    "4": "They will wander in the desert in a waste; the way of a city of dwelling they found not.",
    "5": "Hungering, also thirsting, their soul will faint in them.",
    "6": "And they will cry to Jehovah in straits to them, and he will deliver them from their distresses.",
    "7": "And he will cause them to tread in a straight way, to go to a city of dwelling.",
    "8": "They shall confess to Jehovah his mercy, and his wonders to the sons of man.",
    "9": "For he satisfied the thirsty soul, and the hungering soul he filled with good.",
    "10": "They sitting in darkness and in the shadow of death, being bound with affliction and iron.",
    "11": "For they embittered the sayings of God, and they despised the counsel of the Most High:",
    "12": "And he will humble their heart with labor; they were weak, and none helping.",
    "13": "And they will cry to God in straits to them; he will save them from their distresses.",
    "14": "He will bring them forth from darkness and the shadow of death, and he will burst their bands.",
    "15": "They shall confess to Jehovah his mercy, and his wonders to the sons of man.",
    "16": "For he broke the brazen doors, and cut off the bars of iron.",
    "17": "Being turned away from the way of their transgression, they will be humbled from their iniquities.",
    "18": "Their soul will abhor all food, and they will draw near to the gates of death.",
    "19": "And they will cry to Jehovah in straits to them; he will save them from their distresses.",
    "20": "He will send his word and heal them, and he will deliver them from their destructions.",
    "21": "They shall confess to Jehovah his mercy, and his wonders to the sons of man.",
    "22": "And they shall sacrifice sacrifices of praise, and they shall recount his works with rejoicing.",
    "23": "They shall go down to the sea in ships, doing work in many waters.",
    "24": "They saw the works of Jehovah, and his wonders in the deep.",
    "25": "And he will say, and he will cause the spirit of storm to stand up, and its waves will rise up.",
    "26": "They will go up to the heavens, they will go down to the depths: their soul will be melted with evil.",
    "27": "They will reel and stagger as he intoxicated, and all their wisdom will be swallowed down.",
    "28": "And they will cry to Jehovah in straits to them, and he will bring them forth from their distresses.",
    "29": "He will set the storm for a calm, and their waves will be still.",
    "30": "And they will be glad that they will subside, and he will guide them to the harbor of their desire.",
    "31": "They shall confess to Jehovah his mercy, and his wonders to the sons of man.",
    "32": "And they shall exalt him in the convocation of the people, and they shall praise him in the seat of the old men.",
    "33": "He will set rivers to a desert, and the findings of waters to thirst;",
    "34": "A land of fruit to saltness, for the evil of those dwelling in it.",
    "35": "He will set a desert for pools of water, and a land of dryness for findings of water.",
    "36": "And there will he cause the hungering to dwell, and they shall prepare a city of dwelling;",
    "37": "And they shall sow fields and plant vineyards, and they will make fruits of produce.",
    "38": "And he will bless them, and they shall multiply greatly, and he will not diminish their cattle.",
    "39": "And they will be diminished and brought low from oppression, evil and grief.",
    "40": "He poured out contempt upon the nobles, and he will cause them to wander in a waste of not a way.",
    "41": "He will set up the needy on high from affliction, and he will set families as a flock.",
    "42": "The upright shall see and be glad, and all iniquity shall shut her mouth.",
    "43": "Who the wise and will watch these, and they shall understand the mercies of Jehovah."
}