{
    "1": "To the overseer, to David a chanting. O God of my praise, thou wilt not be silent;",
    "2": "For the mouth of the unjust, and the mouth of deceit opened against me; they spake with me the tongue of false-hood.",
    "3": "And with words of hatred they surrounded me, and they will war with me gratuitously.",
    "4": "For my love they will oppose me: and I for prayer.",
    "5": "And they will set against me evil instead of good, and hatred for my love.",
    "6": "Appoint over him the unjust one, and the adversary shall stand at his right hand.",
    "7": "In his being judged he shall come forth condemned: and his prayer shall be for sin.",
    "8": "His days shall be few; his charge another shall take.",
    "9": "His sons shall be orphans, and his wife a widow.",
    "10": "And shaking his sons shall wander about, and they asked and sought from their desolations.",
    "11": "The creditor shall lay snares for all which is to him, and strangers shall plunder his labor.",
    "12": "There shall not be to him any drawing out mercy, and there shall not be any compassionating to his orphans.",
    "13": "His descendants shall be for cutting off; in the later generation their name shall be wiped off.",
    "14": "The iniquity of his fathers will be in remembrance to Jehovah, and the sins of his mother shall not be wiped of.",
    "15": "They shall be before Jehovah always, and their remembrance shall be cut off from the earth.",
    "16": "Because he remembered not to do mercy, and he will pursue the poor and needy man to slay the dejected of heart.",
    "17": "And he will love cursing, and it shall come to him: and he delighted not in praise, and it shall be far from him.",
    "18": "And he will put on cursing as his garment, and it shall come into his midst as water, and as oil into his bones.",
    "19": "It shall be to him as the garment shall cover him, and for a girdle it shall gird him always.",
    "20": "This the doing of those lying in wait for me from Jehovah, and speaking evil against my soul.",
    "21": "And thou Jehovah my Lord do with me for sake of thy name: for good thy mercy, deliver thou me.",
    "22": "For poor and needy am I, and my heart wounded in my midst.",
    "23": "As the shadow according to its declining I was gone: I was shaken off as the locust.",
    "24": "My knees were weak from fasting, and my flesh failed from fatness.",
    "25": "And I was a reproach to them: they will see me and they will shake the head.",
    "26": "Help me, O Jehovah my God: save me according to thy mercy:",
    "27": "And they shall know that this is thy hand; thou, O Jehovah, didst it.",
    "28": "They will curse and thou wilt bless: they arose and they shall be ashamed; and thy servant shall be glad.",
    "29": "They lying in wait for me shall put on shame, and they shall be covered with their shame as an upper garment.",
    "30": "I will praise Jehovah greatly with my mouth; and in the midst of many will I praise him.",
    "31": "For he will stand at the right hand of the needy to save his soul from the judges."
}