{
    "1": "Confess ye to Jehovah, for he is good, for his mercy is forever.",
    "2": "Now shall Israel say that his mercy is forever.",
    "3": "The house of Aaron shall now say that his mercy is forever.",
    "4": "They fearing Jehovah shall now say that his mercy is forever.",
    "5": "Out of distress I called upon Jah: Jah answered me in an enlarging.",
    "6": "Jehovah for me, I will not fear what man shall do to me.",
    "7": "Jehovah for me in my help, and I shall look upon those hating me.",
    "8": "Good to trust in Jehovah rather than to trust in man.",
    "9": "Good to trust in Jehovah rather than to trust in nobles.",
    "10": "All nations surrounded me: in the name of Jehovah but I will cut them off.",
    "11": "They surrounded me; also they surrounded me: in the name of Jehovah but I will cut them of.",
    "12": "They surrounded me as bees; they were quenched as the fire of thorns: in the name of Jehovah for I will destroy them.",
    "13": "Being thrust, I was thrust down to fall, and Jehovah helped me.",
    "14": "Jah my strength and music, and he will be to me for salvation.",
    "15": "A voice of rejoicing and salvation in the tents of the just the right hand of Jehovah did strength.",
    "16": "The right hand of Jehovah was exalted: the right hand of Jehovah did strength.",
    "17": "I shall not die, for I shall live and I shall recount the works of Jah.",
    "18": "Jah correcting, corrected me, and he gave me not to death.",
    "19": "Open to me, ye gates of justice: I will go into them, I will praise Jah.",
    "20": "This the gate to Jehovah, the just shall go into it.",
    "21": "I will praise thee, for thou didst answer me, and thou wilt be to me for salvation.",
    "22": "The stone the builders refused will be for the head of the corner.",
    "23": "This was from Jehovah; he was wonderful in our eyes.",
    "24": "This the day Jehovah made, we will rejoice and be glad in it.",
    "25": "Now, O Jehovah, save now: now O Jehovah, give now success.",
    "26": "Blessed he coming in the name of Jehovah: we blessed you from the house of Jehovah.",
    "27": "God is Jehovah, and he will shine to us: make ye fast the festival with interweavings, even to the horns of the altar.",
    "28": "Thou my God, and I will praise thee: my God, I will exalt thee.",
    "29": "Confess ye to Jehovah, for he is good; for his mercy is forever."
}