{
    "1": "Happy the blameless of way, they going in the law of Jehovah.",
    "2": "Happy they watching his testimonies; they shall seek him with all the.",
    "3": "Also they worked not iniquity: they went in his ways.",
    "4": "Thou didst command thy charges to be watched greatly.",
    "5": "Would that my ways were directed to watch thy laws!",
    "6": "Then I shall not be ashamed in my looking to all thy commands.",
    "7": "I will praise thee in uprightness of heart in my learning the judgments of thy justice.",
    "8": "I will watch thy laws: thou wilt not forsake me even wholly.",
    "9": "In what shall a youth cleanse his way? To watch according to thy word.",
    "10": "With all my heart I sought thee, thou wilt not cause me to wander from thy commands.",
    "11": "In my heart I hid thy sayings, so that I shall not sin to thee.",
    "12": "Blessed be thou, O Jehovah: teach me thy laws.",
    "13": "With my lips I recounted all the judgments of thy mouth.",
    "14": "In the way of thy testimonies I rejoiced as by all riches.",
    "15": "In thy charges I will meditate, and I will look upon thy ways.",
    "16": "In thy laws I will delight: I will not forget thy word.",
    "17": "Benefit to thy servant, I shall live and watch thy word.",
    "18": "Uncover mine, eyes and I shall behold the wonders from thy laws.",
    "19": "I am a stranger in the earth, thou wilt not hide thy commands from me.",
    "20": "My soul was crushed for the desire to thy judgments in all time.",
    "21": "Thou didst rebuke the proud being cursed, those wandering from thy commands.",
    "22": "Roll off from me reproach and contempt, for I watched thy testimonies.",
    "23": "Also the chiefs sat, they spake against me: thy servant will meditate in thy laws.",
    "24": "Also thy testimonies my delight, the men of my counsel.",
    "25": "My soul did cleave to the dust: make me alive according to thy word.",
    "26": "I recounted my ways and thou wilt answer me: teach me thy laws.",
    "27": "Cause me to understand the way of thy charges, and I will meditate in thy wonders.",
    "28": "My soul dropped in grief: confirm me according to thy word.",
    "29": "The way of falsehood remove thou from me, and with thy laws compassionate me.",
    "30": "I chose the way of truth: I place thy judgments.",
    "31": "I adhered to thy testimonies: O Jehovah, thou wilt not make me ashamed.",
    "32": "I will run the way of thy commands, for thou wilt enlarge my heart.",
    "33": "Teach me O Jehovah, the way of thy laws, and I will watch it forever.",
    "34": "Cause me to understand and I will guard thy instructions; and I will watch it with all the heart.",
    "35": "Cause me to tread in the beaten path of thy commands, for I delighted in it.",
    "36": "Incline my heart to thy testimonies and not to plunder.",
    "37": "Cause mine eyes to pass from seeing vanity; make me live in thy way.",
    "38": "Set thy sayings to thy servant that is for thy fear.",
    "39": "Cause my reproach to pass away which I feared for thy judgments are good.",
    "40": "Behold, I desired for thy charges: make me alive in thy justice.",
    "41": "And thy mercy shall come to me, O Jehovah, thy salvation according to thy saying.",
    "42": "And I will answer him reproaching me a word, for I trusted in thy word.",
    "43": "And thou wilt not take away from my mouth the word of truth even wholly: for I hoped for thy judgments.",
    "44": "And I will watch thy law always, forever and ever.",
    "45": "And I will go about in an enlarging: for I sought thy charges.",
    "46": "And I will speak in thy testimonies before kings, and I shall not be ashamed.",
    "47": "I will delight myself in thy commands which I loved.",
    "48": "And I will lift up my hands to thy commands which I loved, and I will meditate in thy laws.",
    "49": "Remember the word to thy servant upon which thou didst cause me to hope.",
    "50": "This my comfort in mine affliction, for thy word made me alive.",
    "51": "The proud derided me even greatly: I declined not from thy law.",
    "52": "I remembered thy judgments from forever, O Jehovah, and I shall be comforted.",
    "53": "Violent heat seized me from the unjust forsaking thy law.",
    "54": "Thy laws were musics to me in the house of my sojourning.",
    "55": "I remembered thy name in the night, O Jehovah, and I will watch thy law.",
    "56": "This shall be to me, for I watched thy charges.",
    "57": "My portion, O Jehovah: I said to watch thy words.",
    "58": "I waited for thy face with all the heart: compassionate me according to thy word.",
    "59": "I reckoned my ways, and I will turn back my feet to thy testimonies.",
    "60": "I hastened and delayed not to watch thy commands.",
    "61": "The cords of the unjust passed over me: I forget not thy law.",
    "62": "The middle of the night I will arise to confess to thee for the judgments of thy justice.",
    "63": "I am a companion to all who will fear thee, and to those watching thy charges.",
    "64": "Thy mercy, O Jehovah, filled the earth: teach me thy laws.",
    "65": "Thou didst goodness with thy servant, O Jehovah, according to thy word.",
    "66": "Teach me good taste and knowledge, for I believed in thy commands.",
    "67": "Before I shall be humbled I go astray: and now I watched thy word.",
    "68": "Thou art good, and doing good; teach me thy laws.",
    "69": "The proud devised falsehood against me: I will watch thy charges with all the heart.",
    "70": "Their heart was fat as fatness; I delighted in thy law.",
    "71": "Good for me that thou didst humble me, so that I shall learn thy laws.",
    "72": "Good for me the law of thy mouth above thousands of gold and silver.",
    "73": "Thy hands made me and they will prepare me: cause me to understand and I will learn thy commands.",
    "74": "They fearing thee shall see me and be glad; for I hoped for thy word.",
    "75": "I knew, O Jehovah, that thy judgments are justice, and in truth thou didst humble me.",
    "76": "Now shall thy mercy be to comfort me, according to thy word to thy servant.",
    "77": "Thy compassion shall come to me and I shall live, for thy law is my delight.",
    "78": "The proud shall be ashamed, for they acted perversely to me without cause: I will meditate in thy charges.",
    "79": "They fearing thee shall turn to me, and they shall know thy testimonies.",
    "80": "My heart shall be blameless in thy laws, so that I shall not be ashamed.",
    "81": "My soul failed for thy, salvation: I hoped for thy word.",
    "82": "Mine eyes failed for thy word, saying, When wilt thou comfort me?",
    "83": "I was as a bottle in smoke; I forgot not thy laws.",
    "84": "How many the days of thy servant? when wilt thou do judgment upon them pursuing me?",
    "85": "The proud dug pits for me which is not according to thy law.",
    "86": "All thy commands are faithfulness; they pursued me without cause; help thou me.",
    "87": "They almost finished me upon earth, and I forsook not thy charges.",
    "88": "According to thy mercy make me live, and I will watch the testimonies of thy mouth.",
    "89": "Forever, O Jehovah, thy word was set in the heavens.",
    "90": "To generation and generation thy faithfulness: thou didst prepare the earth and it will stand.",
    "91": "They stood according to thy judgments this day, for all are thy servants.",
    "92": "Unless thy law was my delight I perished in mine affliction.",
    "93": "Forever will I not forget thy charges, for in them thou didst make me live.",
    "94": "I am to thee; save me; for I sought thy charges.",
    "95": "The unjust waited for me to destroy me: I shall understand thy testimonies.",
    "96": "I saw the end to all perfection: thy command is exceeding broad.",
    "97": "How I loved thy law I all the day it is my meditation.",
    "98": "Above mine enemies thou wilt make me wise from thy commands, for It is forever to me.",
    "99": "Above all those teaching me I understood, for thy testimonies a meditation to me.",
    "100": "I shall understand above the old men, for I watched thy charges.",
    "101": "I withheld my feet from every evil way, so that I watch thy word.",
    "102": "I departed not from thy judgments, for thou didst teach me.",
    "103": "How smooth were thy words to my palate I more than honey to my mouth!",
    "104": "From thy charges I shall understand: for this I hated every way of falsehood.",
    "105": "Thy word a lamp to my feet, and a light to my beaten path.",
    "106": "I sware, and I will cease to stand, to watch the judgments of thy justice.",
    "107": "I was humbled even greatly: O Jehovah, cause me to live according to thy word,",
    "108": "Accept now the voluntaries of my month, O Jehovah, and teach me thy judgments.",
    "109": "My soul is in my hand always, and I, forgot not thy law.",
    "110": "The unjust one gave a snare for me, and I wandered not from thy charges.",
    "111": "I inherited thy testimonies forever: for they are the joy of my heart.",
    "112": "I inclined my heart to do thy laws forever to the end.",
    "113": "I hated dividings, and I loved thy law.",
    "114": "Thou my hiding and my shield: I hoped for thy word.",
    "115": "Depart from me, ye doing evil, and I will watch the commands of my God.",
    "116": "Uphold me according to thy word, and I shall live: and thou wilt not make me ashamed of my hope.",
    "117": "Support me and I shall be saved: and I shall look upon thy laws always.",
    "118": "Thou didst make light of all going astray from thy laws, for their deceit is falsehood.",
    "119": "The dross thou didst cause to cease, all the unjust of the earth: for this I loved thy testimonies.",
    "120": "My flesh stood erect from thy fear, and I was afraid of thy judgments.",
    "121": "I did judgment and justice: thou wilt not leave me to those oppressing me.",
    "122": "Be surety for thy servant for good: the proud shall not oppress me.",
    "123": "Mine eyes failed for thy salvation, and for the word of thy justice.",
    "124": "Do with thy servant according to thy mercy, and teach me thy laws.",
    "125": "I am thy servant; cause me to understand, and I shall know thy testimonies.",
    "126": "The time to work to Jehovah: they let go thy law.",
    "127": "For this I loved thy commands above gold, and above fine gold.",
    "128": "For this I made straight all thy charges, all: hated every way of falsehood.",
    "129": "Thy testimonies are wonderful: for this my soul watched them.",
    "130": "The entrance of thy words will enlighten; causing the simple to understand.",
    "131": "I opened wide my mouth, and I shall pant: for I longed for thy commands.",
    "132": "Look upon me and compassionate me according to the judgment to those loving thy name.",
    "133": "Prepare my steps in thy word, and all iniquity shall not rule over me.",
    "134": "Redeem me from the oppression of man, and I will watch thy charges.",
    "135": "Cause thy face to shine upon thy servant, and teach me thy laws.",
    "136": "Mine eyes will bring down streams of waters because they will not watch thy laws.",
    "137": "Just art thou, O Jehovah, and upright thy judgments.",
    "138": "Thou didst command justice thy testimonies, and faithfulness exceedingly.",
    "139": "My jealousy cut me off; for mine enemies forgat thy words.",
    "140": "Thy word is refined greatly, and thy servant loved it.",
    "141": "I am small and despised: I did not forget thy charges.",
    "142": "Thy Justice is justice forever, and thy law the truth.",
    "143": "Straits and distress found me: thy commands my delight.",
    "144": "Justice is thy testimonies forever: cause me to understand and I shall live.",
    "145": "I called with all my heart: answer me, O Jehovah: I will watch thy laws.",
    "146": "I called to thee: save me, and I will watch thy testimonies.",
    "147": "I anticipated the dawn, and I will cry: I hoped for thy words.",
    "148": "Mine eyes anticipated the watches to meditate in thy word.",
    "149": "Hear my voice according to thy mercy O Jehovah, cause me to live according to thy judgment.",
    "150": "They drew near pursuing mischief: they removed far off from thy law.",
    "151": "Thou art near, O Jehovah; and all thy commands are truth.",
    "152": "Of old I knew from thy testimonies, for thou didst found them forever.",
    "153": "See mine affliction, and deliver me: for I forget not thy law.",
    "154": "Contend my contention and redeem me: cause me to live for thy word.",
    "155": "Salvation is far off from the unjust, for they sought not thy laws.",
    "156": "Great thy compassions, O Jehovah: cause me to live according to thy judgments.",
    "157": "Many are they pursuing me and pressing me: I declined not from thy testimonies.",
    "158": "I saw those transgressing, and I shall loathe, for they watched not thy word.",
    "159": "See that I loved thy charges, O Jehovah, make me live according to thy mercy.",
    "160": "The beginning of thy word is truth: and forever all thy just judgment.",
    "161": "Chiefs pursued me gratuitously: and my heart was afraid from thy words.",
    "162": "I rejoice at thy word as he finding much spoil.",
    "163": "I hated falsehood, and I will abhor it: I loved thy law.",
    "164": "Seven times in the day I praised thee, for the judgments of thy justice.",
    "165": "Much peace to those loving thy law, and no stumbling-block to them.",
    "166": "I hoped for thy salvation, O Jehovah, and I did thy commands.",
    "167": "My soul watched thy testimonies, and loved them greatly.",
    "168": "I watched thy charges, and thy testimonies: for all my ways are before thee.",
    "169": "My cry shall draw near before thee, O Jehovah: cause me to understand according to thy word.",
    "170": "My supplication shall come before thee: deliver me according to thy word.",
    "171": "My lips shall seek praise, for thou wilt teach me thy laws.",
    "172": "My tongue shall strike up thy word, for all thy commands are justice.",
    "173": "Thy hand shall be to help me, for I chose thy charges.",
    "174": "I longed for thy salvation, O Jehovah, and thy law is my delight.",
    "175": "My soul, shall live and praise thee; and thy judgments shall help me.",
    "176": "I wandered as a lost sheep; seek thy servant, for I forgat not thy commands."
}