{
    "1": "Confess ye to Jehovah, for he is good: for his mercy is forever.",
    "2": "Confess to the God of gods: for his mercy is forever.",
    "3": "Confess to the Lord of lords: for his mercy is forever.",
    "4": "To him alone making great wonders: for his mercy is forever.",
    "5": "To him making the heavens in understanding: for his mercy is forever.",
    "6": "To him spreading the earth upon the sea: for his mercy is forever.",
    "7": "To him making great lights: for his mercy is forever.",
    "8": "The sun for the rulings in the day: for his mercy is forever.",
    "9": "The moon and the stars for rulings in the night: for his mercy is forever.",
    "10": "To him striking Egypt in their first-born: for his mercy is forever.",
    "11": "And he will bring forth Israel from the midst of them: for his mercy is forever.",
    "12": "With a hand of strength, and with an arm stretched out: for his mercy is forever.",
    "13": "To him dividing the sea of sedge into parts: for his mercy is forever.",
    "14": "And he caused Israel to pass through in its midst: for his mercy is forever.",
    "15": "And he shook off Pharaoh and his strength into the sea of sedge: for his mercy is forever.",
    "16": "To him causing his people to go into the desert: for his mercy is forever.",
    "17": "To him striking great kings: for his mercy is forever.",
    "18": "And he will slay mighty kings: for his mercy is forever.",
    "19": "To Sihon, king of the Amorites: for his mercy is forever.",
    "20": "To Og, king of Bashan: for his mercy is forever.",
    "21": "And he gave their land for an inheritance: for his mercy is forever,",
    "22": "An inheritance to Israel his servant: for his mercy is forever.",
    "23": "He remembered for us our lowness: for his mercy is forever:",
    "24": "And he will redeem us from our enemies: for his mercy is forever.",
    "25": "He gave bread to all flesh: for his mercy is forever.",
    "26": "Confess ye to the God of the heavens: for his mercy is forever."
}