{
    "1": "To the overseer, to David a chanting. O Jehovah thou didst search me, and thou wilt know.",
    "2": "Thou knewest my sitting and my rising; thou didst understand for my thoughts from far of.",
    "3": "Thou didst sift my way and my lying down, and thou knewest all my ways.",
    "4": "For not a word in my tongue, behold, O Jehovah, thou knewest all of it.",
    "5": "Thou didst press me behind and before, and thou wilt place thine hand upon me.",
    "6": "Knowledge being wonderful from me; being high, I shall not be able for it.",
    "7": "Whither shall I go from thy spirit? and whither from thy face shall I flee?",
    "8": "If I shall ascend to the heavens, thou art there: and shall I bend down to hades, behold thee.",
    "9": "Shall I lift up the wings of the dawn? shall I dwell in the uttermost parts of the sea?",
    "10": "Also there thy hand will guide me, and thy right hand will hold me.",
    "11": "And saying, surely the darkness shall fall upon me; and the night shone about me.",
    "12": "Also darkness shall not darken from thee; and the night shall shine as the day: as the darkness, so the light.",
    "13": "For thou didst possess my reins: thou wilt cover me in my mother’s womb.",
    "14": "I will praise thee; for I was wonderfully distinguished: thy works are wonders, and my soul knew greatly.",
    "15": "My bones were not hid from thee, when I was made in secret. I was variegated in the lower parts of the earth.",
    "16": "Thine eyes saw my substance unformed; and upon thy book all of them shall be written; the days they were formed, and not one in them.",
    "17": "And to me how were thy thoughts precious, O God! how were their heads strong!",
    "18": "I will count them; they shall be multiplied above the sand of the sea: I awoke, and I am yet with thee.",
    "19": "Surely thou wilt kill the unjust one, O God: and ye men of bloods, depart from me.",
    "20": "For they will say to thee for mischief; thine enemies were lifted up for vanity.",
    "21": "Shall I not hate those hating thee, O Jehovah? and I shall loathe against those rising up against thee.",
    "22": "I hated them with completeness of hatred: they were to me for enemies.",
    "23": "Search me, O God, and know my heart: try me and know my thoughts:",
    "24": "And see if the way of pain is in me, and guide me in the eternal way."
}