{
    "1": "To the overseer; to the servant of Jehovah, of David who spake to Jehovah the words of this song in the day Jehovah delivered him from the hand of all his enemies, and from the hand of Saul: And he will say, I will love thee, O Jehovah, my strength.",
    "2": "Jehovah is my rock and my fortress, and my deliverer; my God, my rock, I will put my trust in him; my shield and the horn of my salvation, my height.",
    "3": "Praising, I will call upon Jehovah, and I shall be saved from mine enemies.",
    "4": "The pains of death surrounded me, and the torrents of Belial made me afraid.",
    "5": "The pains of hades surrounded me: the snares of death anticipated me.",
    "6": "In my straits I will call upon Jehovah, and to my God will I cry: he will hear my voice from his temple, and my cry will come before him into his ears.",
    "7": "And it will be moved and the earth will tremble, and the foundations of the mountains will be moved and they will shake, for it was kindled to him.",
    "8": "A smoke went up in his anger, and fire from his mouth will consume, and coals were kindled from it.",
    "9": "And he will incline the heavens and come down: and gloom under his feet.",
    "10": "And he will ride upon a cherub, and will fly: and he will fly upon the wings of the wind.",
    "11": "He will set darkness his covering; his tent round about him darknesses of waters, thick clouds.",
    "12": "From the brightness before him the clouds passed over, hail and coals of fire.",
    "13": "And Jehovah will thunder in the heavens, and the Most High will give his voice; hail and coals of fire.",
    "14": "And he will send his arrows and scatter them; and he increased lightnings, and he will discomfit them.",
    "15": "And the channels of waters will be seen, and the foundations of the habitable globe will be uncovered from thy rebuke, O Jehovah, from the breathing of the spirit of thine anger.",
    "16": "He will send forth from on high, he will take me, he will draw me out of many waters.",
    "17": "He will deliver me from my strong enemy, and from them hating me: for they were strong above me.",
    "18": "They will anticipate me in the day of my calamity, and Jehovah will be a support to me.",
    "19": "And he will bring me forth to a wide place: he will deliver me, for he delighted in me.",
    "20": "Jehovah will recompense me according to my justice, according to the cleanness of my hands he will turn back to me.",
    "21": "For I watched the ways of Jehovah, and I acted not wickedly from my God.",
    "22": "For all his judgments are before me, and his laws I shall not put away from me.",
    "23": "And I blameless with him, and I will watch myself from mine iniquity.",
    "24": "And Jehovah will turn back to me according to my justice, and according to the cleanness of my hands before his eyes.",
    "25": "With the kind thou wilt show thyself kind; and with the blameless man thou wilt be perfect.",
    "26": "With the purified thou wilt be purified, and with the perverse thou wilt show thyself perverse.",
    "27": "Thou wilt save the humble people, and thou wilt humble the eyes of the lifted up.",
    "28": "For thou wilt enlighten my lamp Jehovah my God will give light to my darkness.",
    "29": "For by thee I will break down a troop, and in my God I will leap upon the wall.",
    "30": "God, blameless his way: the saying of Jehovah being refined: a shield to all trusting in him.",
    "31": "For who is God besides Jehovah? or who a rock except our God?",
    "32": "God girding me with strength, and he will give my way blameless.",
    "33": "Setting my feet as the hinds, and he will cause me to stand upon my heights.",
    "34": "Teaching my hands to war, and a bow of brass was bent by mine arms.",
    "35": "Thou wilt give to me the shield of thy salvation, and thy right hand will uphold me, and thy clemency will enlarge me.",
    "36": "Thou wilt make broad my steps under me and my joints did not waver.",
    "37": "I will pursue mine enemies, and I will overtake them: and I shall not turn back till consuming them.",
    "38": "I will smite them through and through, and they shall not be able to rise: they shall fall under my feet.",
    "39": "Thou wilt gird one with strength for war: thou wilt bend under me those rising up against me.",
    "40": "Mine enemies thou gavest the back of the neck to me, and I shall destroy those hating me.",
    "41": "They will cry and none saving: to Jehovah, and he answered them not.",
    "42": "And I will beat them in pieces as dust upon the face of the wind: I will pour them out as the mire of the streets.",
    "43": "Thou wilt deliver me from the contentions of the people; thou wilt set me for head of the nations: a people I knew not shall serve me.",
    "44": "At the hearing of the ear they shall hear to me: sons of the stranger shall feign to me.",
    "45": "Sons of the stranger shall fall away, and they shall tremble from their enclosings.",
    "46": "Jehovah lives; and praised be my Rock; and the God of my salvation shall be exalted.",
    "47": "God giving vengeance to me, and he will speak the peoples under me.",
    "48": "Delivering me from mine enemies: from those rising up thou wilt lift me up: thou wilt deliver me from the man of violence.",
    "49": "For this I will praise thee among the nations, O Jehovah, and I will play on the harp to thy name.",
    "50": "Magnifying the salvation of his king; and he did mercy to his anointed, and to David and to his seed even to forever."
}