{
    "1": "To the overseer upon the first place of the dawn; chanting of David. My God, my God, wherefore forsookest thou me? far off from my salvation the words of my groaning.",
    "2": "My God, I will call in the day, and thou wilt not answer; and in the night no silence to me.",
    "3": "And thou inhabiting the holy place, the praises of Israel.",
    "4": "In thee our fathers trusted: they trusted, and thou wilt deliver them.",
    "5": "To thee they cried and were delivered: in thee they trusted and were not ashamed.",
    "6": "And I a worm and not a man; a reproach of man, and the people despised me.",
    "7": "All seeing me will deride me: they will gape with the lip, they will shake the head.",
    "8": "He rolled upon Jehovah, he will deliver him: he will deliver him for he delighted in him.",
    "9": "Thou causing me to break forth from the womb: causing me to trust upon my mother’s breasts.",
    "10": "Upon thee was I cast from the womb: from my mother’s belly thou my God.",
    "11": "Thou wilt not remove far from me, for straits draw near; for none helping.",
    "12": "Many bulls surrounded me: the strong of Bashan surrounded me.",
    "13": "They opened their mouth upon me, a lion rending and roaring.",
    "14": "I was poured out as water, and all my bones were sundered; my heart was as wax being melted in the midst of my bowels.",
    "15": "My strength was dried up as the potsherd, and my tongue cleaving to my jaws; and thou wilt set me for the dust of death.",
    "16": "For dogs surrounded me: the assembly of those being evil moved round about me: they digged my hands and my feet.",
    "17": "I shall number all my bones: they will behold and look upon me.",
    "18": "They will divide my garments to them, and upon my clothing they will cast the lot.",
    "19": "And thou, O Jehovah, wilt not be far off: O my strength, hasten to help me.",
    "20": "Deliver my soul from the sword, my only one from the band of the dog.",
    "21": "Save me from the mouth of the lion: and thou didst answer me from the horns of the high.",
    "22": "I will recount thy name to my brethren: in the midst of the convocation I will praise thee.",
    "23": "Ye fearing Jehovah, praise him; all the seed of Jacob honor him; and be afraid of him all ye seed of Israel.",
    "24": "For he despised not and he abhorred not the afflictions of the bumble; and he hid not his face from him, and in his crying to him he heard.",
    "25": "Of thee my praise in the great convocation: I will complete my vows before them fearing him.",
    "26": "The humble shall eat and be satisfied: they shall praise Jehovah they seeking him: your heart shall live forever.",
    "27": "All the ends of the earth shall remember and shall turn back to Jehovah: and all the families of the nations shall worship before thee.",
    "28": "For to Jehovah the kingdom, and he rules among the nations.",
    "29": "All the fat ones of the earth shall eat and worship before him, and all they going down to dust shall bow down, and he preserved not alive his soul.",
    "30": "A seed shall serve him; it shall be numbered to Jehovah for a generation.",
    "31": "They shall come and announce his justice to a people being born, for he made."
}