{
    "1": "To David. To thee, O Jehovah, I will lift up my soul.",
    "2": "My God, in thee I trusted, I shall not be ashamed: mine enemies shall not exult over me.",
    "3": "Also all awaiting thee shall not be ashamed: they transgressing emptily shall be ashamed.",
    "4": "O Jehovah, cause me to know thy ways; teach me thy paths.",
    "5": "Cause me to tread in thy truth, and teach me: for thou art God saving me; on thee I waited all the day.",
    "6": "Remember thy compassions, O Jehovah, and thy mercies; for they are from forever.",
    "7": "The sins of my youth and my transgressions thou wilt not remember: according to thy mercy remember thou for me for sake of thy goodness, O Jehovah.",
    "8": "Good and upright is Jehovah: for this he will teach the sinning in the way.",
    "9": "He will cause the humble to trend in judgment, and he will teach the humble the way.",
    "10": "All the paths of Jehovah are mercy and truth to those watching his covenant and his testimonies.",
    "11": "For sake of thy name, O Jehovah, and thou forgavest to mine iniquity; for it was much.",
    "12": "Who this man fearing Jehovah? he will teach him in the way he shall choose.",
    "13": "His soul shall lodge in good, and his seed shall inherit the earth.",
    "14": "The secret of Jehovah to them fearing him; and his covenant he will cause them to know.",
    "15": "Mine eyes are always to Jehovah, for he will bring forth my feet from the net.",
    "16": "Turn to me and pity me, for I alone and afflicted.",
    "17": "The straits of my heart were enlarged: bring me out from my distresses.",
    "18": "See mine affliction and my labor, and let go to all my sins.",
    "19": "See mine enemies, for they were many, and they hated me with the hatred of violence.",
    "20": "Watch my soul and deliver me: I shall not be ashamed, for I put my trust in thee.",
    "21": "Integrity and uprightness shall watch me; for I waited for thee.",
    "22": "Redeem Israel, O God, from all his straits."
}