{
    "1": "To David in his changing his understanding before Abimelech; and he will drive him out, and he will go. I will praise Jehovah in all time: always his praise in my mouth.",
    "2": "In Jehovah my soul shall glory, the humble shall hear and rejoice.",
    "3": "Magnify to Jehovah with me, and we will exalt his name together.",
    "4": "I sought Jehovah and he answered me, and from all my fears he delivered me.",
    "5": "They looked to him and were bright, and their faces shall not be ashamed.",
    "6": "This poor one called, and Jehovah heard, and from all his straits he saved him.",
    "7": "Behold, the messenger of Jehovah surrounding to those fearing him, and he will deliver them.",
    "8": "Taste ye and see that Jehovah is good: happy the man who shall put his trust in him.",
    "9": "Fear Jehovah, ye his holy ones; for no want to those fearing him.",
    "10": "The young lions suffered want and were hungry: and they seeking Jehovah shall not want any good.",
    "11": "Come, ye sons, hear to me: I will teach you the fear of Jehovah.",
    "12": "Who the man desiring life, loving days, to see good?",
    "13": "Watch thy tongue from evil; and thy lips from speaking deceit.",
    "14": "Turn away from evil, and do good; seek peace and pursue it.",
    "15": "The eyes of Jehovah upon the just, and his ears to their cries.",
    "16": "The face of Jehovah against those doing evil, to cut off their remembrance from the earth.",
    "17": "They cried and Jehovah heard, and he delivered them from all their straits.",
    "18": "Jehovah is near to the broken of heart, and he will save the humble of spirit.",
    "19": "Many the evils of the just one, and Jehovah will deliver him from all of them.",
    "20": "He watched all his bones: one of them was not broken.",
    "21": "Evil shall slay the unjust one: and they hating the just one shall transgress.",
    "22": "Jehovah redeems the soul of his servants: and all trusting in him shall not transgress."
}