{
    "1": "To David. Contend, O Jehovah, with them contending with me: fight with those fighting with me.",
    "2": "Take hold of the shield and the buckler, and stand up for my help.",
    "3": "Draw out the spear, and shut up to the meeting of them pursuing me: say to my soul, I am thy salvation.",
    "4": "They seeking my soul shall be ashamed and disgraced: they shall be drawn back and be ashamed purposing my evil.",
    "5": "They shall be as chaff before the wind: and the messenger of Jehovah overthrowing.",
    "6": "Their way shall be darkness and slippery places, and the messenger of Jehovah pursuing them.",
    "7": "For gratuitously they hid for me the destruction of their net: gratuitously they dug for my soul.",
    "8": "Desolation shall come to him not knowing, and his net which he hid shall take him: in destruction he shall fall in it.",
    "9": "And my soul shall rejoice in Jehovah: it shall be glad in his salvation.",
    "10": "All my bones shall say, O Jehovah, who as thee, delivering the poor from him strong above him, and the poor and the needy from him stripping him?",
    "11": "Witnesses of wrong will rise up; they will ask me what I knew not.",
    "12": "They will requite me evil instead of good, bereaving to my soul.",
    "13": "And I, in their being sick, my clothing sackcloth: I humbled my soul in fasting, and my prayer shall be turned back upon my bosom.",
    "14": "As a friend, as a brother to me: I went about as mourning a mother: being darkened, I bowed down.",
    "15": "And in my halting they rejoiced, and they were gathered together: they smiting were gathered together against me, and I knew not; they rent asunder and ceased not:",
    "16": "With profane mocking parasites, gnashing their teeth against me.",
    "17": "O Jehovah, how long wilt thou see? Turn back my soul from their destruction, my only one from the lions.",
    "18": "I will praise thee in the great convocation: I will celebrate thee among a strong people.",
    "19": "Mine enemies shall not rejoice over me for falsehood: they hating me gratuitously shall pinch the eye.",
    "20": "For they will not speak peace: and against the quiet of the land they will purpose words of deceits.",
    "21": "They will widen their mouth upon me: they said, Aha! aha our eye saw it.",
    "22": "Thou sawest, O Jehovah: thou wilt not be silent: O Jehovah, thou wilt not remove far off from me.",
    "23": "Rouse up and awake to judgment, my God and my Lord, for my contention.",
    "24": "Judge me according to thy justice, O Jehovah my God, and they shall not rejoice over me.",
    "25": "They shall not say in their heart, Aha! our soul. They shall not say, We swallowed him down.",
    "26": "They shall be ashamed and they shall blush together, rejoicing for my evil: they shall be clothed with shame and reproach, magnifying against me.",
    "27": "Those delighting in my justice shall rejoice and be glad: they shall say always, Jehovah shall be magnified: he delighted in the peace of his servant.",
    "28": "My tongue shall speak of thy justice, thy praise all the day."
}