{
    "1": "To David. Thou shalt not be angry at those doing evil, and thou shalt not envy those working iniquity.",
    "2": "For as grass hastening they shall be cut down, and as the greenness of grass they shall fall away.",
    "3": "Trust in Jehovah and do good; dwell in the land and be fed with faithfulness.",
    "4": "And delight thyself upon Jehovah, and he shall give to thee the petitions of thy heart.",
    "5": "Roll thy way upon Jehovah, and trust upon him, and he will work.",
    "6": "And he brought forth as the light thy justice, and thy judgment as the noon.",
    "7": "Be silent to Jehovah and wait for him: thou shalt not be angry at him prospering his way, at the man doing wickednesses.",
    "8": "Desist from anger and forsake wrath: thou shalt not be angry only to do evil.",
    "9": "For they doing evil shall be cut off: and they waiting for Jehovah they shall inherit the earth.",
    "10": "Yet a little, and no unjust one thou didst mark upon his place, and he was not.",
    "11": "And the humble shall inherit the earth, and they delighted themselves for the multitude of peace.",
    "12": "The unjust one meditated against the just, and gnashed upon him with his teeth.",
    "13": "Jehovah shall laugh at him: for he saw that his day will come.",
    "14": "The unjust let loose the sword, and they bent their bow; they cast down the poor and needy, to slaughter the upright of way.",
    "15": "Their sword shall go into their heart, and their bows shall be broken.",
    "16": "A little to the just one is good more than the wealth of many unjust.",
    "17": "For the arms of the unjust shall be broken, and Jehovah upholds the just.",
    "18": "Jehovah will know the days of the blameless, and their inheritance shall be forever.",
    "19": "They shall not be ashamed in the time of evil, and in the days of famine they shall be satisfied.",
    "20": "For the unjust shall perish, and the enemies of Jehovah as the preciousness of lambs: they ended in smoke; they ended.",
    "21": "The unjust one borrowed and he will not repay: and the just one compassionated, and gave.",
    "22": "For they praising him shall inherit the earth, and they cursing him shall be cut off.",
    "23": "From Jehovah the steps of a man were prepared, and he will delight in his way.",
    "24": "If he shall fall he shall not be prostrated, for Jehovah will uphold his hand.",
    "25": "I was a youth, also I grew old, and I saw not the just one forsaken and his seed seeking bread.",
    "26": "All the day he compassionates and lends; and his seed to be blessed.",
    "27": "Depart from evil and do good, and dwell forever.",
    "28": "For Jehovah love’s judgment, and he will not forsake his godly ones; forever they were watched, and the seed of the unjust was cut off.",
    "29": "The just shall inherit the earth, and they shall dwell upon it forever.",
    "30": "The mouth of the just one shall speak wisdom, and his tongue shall speak judgment.",
    "31": "The law of his God is in his heart, and his goings shall not waver.",
    "32": "The unjust watches for the just, and seeks to kill him,",
    "33": "Jehovah will not leave him in his land, and he will not condemn him in his being judged.",
    "34": "Wait for Jehovah and watch his way, and be will exalt thee to inherit the earth: in the cutting off the unjust thou shalt see.",
    "35": "I saw the unjust one making afraid, and spreading abroad as a green native tree.",
    "36": "And he shall pass away, and behold, he is not: and I shall seek him and he was not found.",
    "37": "Watch the blameless, and see the upright one, for the latter state to the man peace.",
    "38": "And they transgressing were destroyed together: the latter state of the unjust was cut of.",
    "39": "And the salvation of the just is from Jehovah: their strength in time of straits.",
    "40": "And Jehovah shall help them, and he will deliver them: he will deliver them from the unjust, and he will save them, for they trusted in him."
}