{
    "1": "Chanting of David to bring to remembrance.",
    "2": "O Jehovah, thou wilt not reprove me in thy wrath, and thou wilt not correct me in thine anger.",
    "3": "For thine arrows came down upon me, and thy hand will press down upon me.",
    "4": "No soundness in my flesh from thy wrath; no peace in my bones from the face of my sins.",
    "5": "For mine iniquities passed over my head: as a heavy lifting up they will be loaded above me.",
    "6": "My stripes became loathsome: they flowed from the face of my folly.",
    "7": "I was moved, I was even greatly bowed down: all the day I went darkened.",
    "8": "For my loins were filled with inflammation, and no soundness in my flesh.",
    "9": "I was languid and crushed even greatly: I roared from the groaning of my heart.",
    "10": "O Jehovah, before thee all my desire, and my sighing was not hid from thee.",
    "11": "My heart moved about rapidly, my strength forsook me, and the light of mine eyes also they not with me.",
    "12": "My friends and my neighbors will stand from before my stroke, and my kindred stood from far off.",
    "13": "And they seeking my soul will lay snares: and they seeking my evil spake mischief, and they will meditate deceits all the day,",
    "14": "And I, as deaf, shall not hear; and as dumb, he will not open his mouth.",
    "15": "And I as a man that heard not, and not in his mouth confutations.",
    "16": "For, for thee, O Jehovah, I waited: thou wilt answer, O Jehovah my God.",
    "17": "For I said, Lest they shall rejoice over me: in the wavering of my foot they magnified against me.",
    "18": "For I being prepared for halting, and my pain always before me.",
    "19": "For I will announce mine iniquity: I shall be afraid for my sin.",
    "20": "And mine enemies living, they were strong: and they hating me with falsehood were multiplied.",
    "21": "And they requiting evil for good will be mine adversaries, for my pursuing Thou wilt not forsake me, O Jehovah: my God, thou wilt not remove far off from me.",
    "22": "Hasten for my help, O Jehovah, my salvation."
}