{
    "1": "To the overseer: of David chanting. Waiting, I waited for Jehovah, and he will incline to me, and he will hear my cry.",
    "2": "And he will bring me up from the pit of destruction, from the clay of mire, and he will set my feet upon a rock, preparing my goings.",
    "3": "And he will give a new song in my mouth, praise to our God: many shall see and fear, and they shall trust in Jehovah.",
    "4": "Happy the man who set Jehovah his trust, and turned not to the arrogant, and those turning aside to falsehood.",
    "5": "Many the wonders thou didst, O Jehovah my God, and thy purposes to us: none shall set in order to thee: I will announce and speak, they were numerous above number.",
    "6": "Sacrifice and a gift thou didst not delight in; the ears thou didst pierce to me: burnt-offering and sin thou didst not ask.",
    "7": "Then I said, Behold, I came: in the volume of the book it was written concerning me.",
    "8": "To do thine acceptance, O my God, I delighted; and thy law in the midst of my bowels.",
    "9": "I announced good news, justice in the great convocation: behold, my lips I will not shut up, O Jehovah, thou knewest.",
    "10": "I hid not thy justice within my heart; I said thy faithfulness and thy salvation: I hid not thy mercy and thy truth to the great convocation.",
    "11": "Thou wilt not, O Jehovah, shut up thy compassions from me: thy mercy and thy truth shall always guard me.",
    "12": "For evils even not being numbered encompassed about me: mine iniquities overtook me, and I was not able to see; they were numerous above the hairs of my head, and my heart forsook me.",
    "13": "Be gracious, O Jehovah, to deliver me: hasten, O Jehovah, to help me.",
    "14": "They shall be ashamed and blush together seeking my soul to take it away; they shall be turned back, and they delighting in my evil shall be ashamed.",
    "15": "They shall be made desolate for the reward of their shame, they saying to me, Aha! aha!",
    "16": "All they seeking thee shall rejoice and be glad in thee: they loving thy salvation shall say, Jehovah shall be magnified.",
    "17": "And I am poor and needy, Jehovah will think upon me: thou my help and my deliverer; thou will not delay, O my God."
}