{
    "1": "To the overseer for the sons of Korah: of instruction. O God, with our ears we heard; our fathers recounted to us the work thou didst in their days, in days of old.",
    "2": "Thou didst with thy hand drive out the nations and thou wilt plant them; thou wilt pluck in pieces the people, and thou wilt send them forth.",
    "3": "For by their sword they possessed not the land, and their arm saved them not: for thy right hand and thine arm, and the light of thy face, for thou didst delight in them.",
    "4": "Thou art he my King, O God: command the salvation of Jacob.",
    "5": "In thee we will thrust our enemies: in thy name we will tread down those rising up against us.",
    "6": "For I will not trust in my bow, and my sword will not serve me.",
    "7": "For thou savedst us from our enemies, and those hating us thou didst make ashamed.",
    "8": "In God we praised all the day, and thy name we will celebrate forever. Silence.",
    "9": "But thou didst reject, and thou wilt shame us, and not go forth with our armies.",
    "10": "Thou wilt turn us back from the enemy: and those hating us spoiled for themselves.",
    "11": "Thou wilt give us as sheep for food, and thou didst scatter us among the nations.",
    "12": "Thou wilt sell thy people without riches, and thou didst not increase by their price.",
    "13": "Thou wilt set us a reproach to our neighbors, and a derision and scorn to them round about us.",
    "14": "Thou wilt set us a parable among the nations, a shaking of the head among the peoples.",
    "15": "All the day my shame before me, and the confusion of my face covered me,",
    "16": "From the voice of him reproaching and reviling, from the face of the enemy and avenger.",
    "17": "All this came to us, and we did not forget thee, and we lied not in thy covenant.",
    "18": "Our heart drew not back, and thou wilt not incline our going from thy path;",
    "19": "For thou didst crush us in the place of jackals, and thou wilt cover over us with the shadow of death.",
    "20": "If we forgat the name of our God, and stretched out our hands to a strange god:",
    "21": "Will not God search this out? for he knew the secrets of the heart.",
    "22": "For, for thee we were killed all the day; we were reckoned as sheep of the slaughter.",
    "23": "Awake, why wilt thou sleep, O Jehovah? awake, thou wilt not reject forever.",
    "24": "Why wilt thou hide thy face? wilt thou forget our affliction and our oppression?",
    "25": "For our soul was bowed down to the dust: our belly was glued to the earth.",
    "26": "Arise a help for us, and redeem us for sake of thy mercy."
}