{
    "1": "To the overseer, to the sons of Korah: chanting. Hear this, all ye peoples; give ear, all ye inhabitants of the World:",
    "2": "Also ye sons of Adam, also ye sons of man together, ye rich and needy.",
    "3": "My mouth shall speak wisdom, and the meditation of my heart understanding.",
    "4": "I will incline mine ear to a parable: I will open my enigma upon the harp.",
    "5": "Wherefore shall I fear in the days of evil, the iniquity of my heel shall surround me.",
    "6": "They trusting upon their wealth, and they will glory in the multitude of their riches.",
    "7": "A man redeeming shall not redeem the brother, he shall not give to God his ransom:",
    "8": "(And the redemption of their soul is precious, and it ceased forever:)",
    "9": "And he shall yet live forever, he shall not see destruction.",
    "10": "For he shall see the wise shall die: together the fool and the stupid one shall perish, and they left their wealth to others.",
    "11": "The midst of them their houses forever, their dwellings to generation and generation; they called in their names upon their lands.",
    "12": "And man shall not abide in honor, being like as the beasts they perished.",
    "13": "This their way folly to them: and those after them will delight in their mouth. Silence.",
    "14": "As sheep they were laid in hades; death shall rule over them, and the upright shall come down upon them in the morning; and their rock for falling away in hades from a dwelling to him.",
    "15": "But God will redeem my soul from the hand of hades, for he will receive me. Silence.",
    "16": "Thou shalt not fear when a man shall be enriched, and when the honor of his house shall be increased;",
    "17": "For not in his dying shall he take anything: his honor shall not go down after him.",
    "18": "For in his living he will praise his soul, (and he will praise thee for thou wilt do good to thyself,)",
    "19": "It shall go even to the generation of his fathers; even forever they shall not see light.",
    "20": "Man in honor shall not understand; being like as the beasts, they perished."
}