{
    "1": "Chanting to Asaph. The God of gods, Jehovah spake, and he will call the earth from the rising of the sun even to its going down.",
    "2": "Out of Zion the perfection of beauty, God shone forth.",
    "3": "Our God shall come, and he will not be silent: a fire shall consume before him, and it stormed greatly round about him.",
    "4": "He will call to the heavens from above, and to the earth to judge his people.",
    "5": "Gather ye my godly ones to me, they cutting out my covenant upon sacrifice.",
    "6": "And the heavens shall announce his justice: for God himself the judge. Silence.",
    "7": "Hear ye, my people, and I will speak; O Israel, and I will testify against thee: I am God thy God.",
    "8": "Not for thy sacrifices will I reprove thee and for thy burnt-offerings, being always before me.",
    "9": "I will not take a bullock from thy house, from thy fold, he goats.",
    "10": "For to me all the beasts of the forest, the cattle upon a thousand mountains.",
    "11": "I knew all the birds of the mountains and the moving things of the field with me.",
    "12": "If I shall hunger I shall not say to thee; for to me the habitable globe, and its fulness.",
    "13": "Shall I eat the flesh of the strong ones, and shall I drink the blood of goats?",
    "14": "Sacrifice to God thanksgiving, and repay thy vows to the Most High:",
    "15": "And call upon me in the day of straits: I will deliver thee, and thou shalt honor me.",
    "16": "And to the unjust one God said, What to thee to recount my law, and thou wilt lift up my covenant upon thy mouth?",
    "17": "And thou hatedst instruction, and thou wilt cast my words behind thee.",
    "18": "If thou sawest a thief, and thou wilt run with him, and thy portion with those committing adultery.",
    "19": "Thou sentest thy month into evil, and thy tongue will contrive deceit.",
    "20": "Thou wilt sit, and thou wilt speak against thy brother; against the son of thy, mother thou wilt give a stumbling-block.",
    "21": "These things thou didst and I was silent; thou thoughtest, being, I shall be like to thee: I will reprove thee, and I will set it in order before thine eyes.",
    "22": "Understand now this, ye forgetting God, lest I shall rend and none delivering.",
    "23": "He sacrificing praise shall honor me, and he setting the way I will cause him to look upon the salvation of God."
}