{
    "1": "To the overseer: chanting to David; In the coming to him of Nathan the prophet, when he went in to Bathsheba. Compassionate me, O God, according to thy mercy: according to the Multitude of thy compassions wipe away my transgressions.",
    "2": "Multiply to wash me from mine iniquity, and cleanse me from my sin.",
    "3": "For I shall know my transgression, and my sin is always before me.",
    "4": "Against thee, thee alone, did I sin, and I did evil in thine eyes: so that thou wilt be justified in thy speaking, and thou wilt be pure in thy judging.",
    "5": "Behold, I was born in iniquity, and in sin did my mother conceive me.",
    "6": "Behold, thou didst delight in truth in the reins, and in bidden things thou wilt cause me to know wisdom.",
    "7": "Thou wilt purify me with hyssop, and I shall be clean: thou wilt wash me and I shall be white above snow.",
    "8": "Thou wilt cause me to hear joy and gladness; the bones thou didst break shall rejoice.",
    "9": "Hide thy face from my sin, and wipe away all mine iniquities.",
    "10": "Create for me a clean heart, O God, and renew a steadfast spirit in my midst,",
    "11": "Thou wilt not cast me away from thy face, and thou wilt not take thy holy spirit from me.",
    "12": "Turn back to me the joy of thy salvation, and thy willing spirit shall uphold me.",
    "13": "I will teach those transgressing, thy ways, and those sinning shall turn back to thee.",
    "14": "Deliver me from bloods, O God the God of my salvation; my tongue shall rejoice in thy justice.",
    "15": "O Jehovah, thou wilt open my lips, and my mouth shall announce thy praise.",
    "16": "For thou wilt not delight in sacrifice, and thou wilt not take pleasure in burnt-offering.",
    "17": "The sacrifices of God a spirit being broken: a heart being broken and crushed, O God, thou wilt not despise.",
    "18": "Do Zion good in thy good will: thou wilt build the walls of Jerusalem.",
    "19": "Then wilt thou delight in sacrifices of justice, in burnt-offering and whole burnt-offering: then they will bring up bullocks upon thine altar."
}