{
    "1": "To the overseer upon the stringed instrument, instruction to David. Give ear O God, to my prayer; thou wilt not hide thyself from my supplication.",
    "2": "Attend to me and answer me; I shall flow down and make a noise in my complaint.",
    "3": "From the voice of the enemy, from the face of the oppression of the unjust one: for they will bring down vanity upon me, for in anger they will lie in wait for me.",
    "4": "My heart will be pained within me, and the terrors of death fell upon me.",
    "5": "Fear and trembling will come upon me, and horror will cover me.",
    "6": "And saying, Who will give me the wing-feather as a dove? I will fly away and settle down.",
    "7": "Behold, I will move far off; fleeing away I will lodge in the desert. Silence.",
    "8": "I will hasten escape to me from the rushing wind, from the storm.",
    "9": "Swallow up, O Jehovah, divide their tongue: for I saw violence and strife in the city.",
    "10": "Day and night they will surround it upon its walls: and vanity and trouble in her midst.",
    "11": "Mischief in her midst: oppression and deceit will not depart from her wide place.",
    "12": "For not the enemy will reproach me, and I will bear: not he hating me magnified against me; and I will hide from him.",
    "13": "And thou a man according to my estimation, my friend and my acquaintance.",
    "14": "Who together made sweet the intercourse, we will go into the house of God with the multitude.",
    "15": "Death shall lay waste upon them; they shall go down living to hades, for evils in their sojournings in the midst of them.",
    "16": "I will call upon God, and Jehovah will save me:",
    "17": "Evening and morning and noon I will meditate and make a noise, and he will hear my voice.",
    "18": "He redeemed my soul in peace from the encounter against me: for with many they were with me.",
    "19": "God will hear and he will humble them, and he dwelt of old. Silence. With whom no changes to them and they feared not God.",
    "20": "He stretched forth his hand in his recompenses: he profaned his covenant.",
    "21": "They were divided from the wrath of his mouth, and his heart drew near: his words were soft above oil, and they drawn swords.",
    "22": "Cast thy giving upon Jehovah and he will sustain thee: he will not give forever a wavering to the just one.",
    "23": "And thou, O God, wilt bring them down to the well of destruction: men of bloods and deceit shall not halve their days; and I will trust in thee."
}