{
    "1": "To the overseer upon the lilies; to David. Save me, O God, for the waters came even to the soul.",
    "2": "I sank in mire of depth, and no standing: I came into depths of waters and the floods overwhelmed me.",
    "3": "I was wearied in my calling, my throat was dried up: mine eyes failed waiting for my God.",
    "4": "Those hating me were many above the hairs of my head: mine enemies destroying me by falsehood were strong: then I will turn back what I plucked not away.",
    "5": "O God, thou knewest for my folly, and my faults were not hid from thee.",
    "6": "They waiting for thee shall not be ashamed for me: O Lord Jehovah of armies, they shall not be disgraced for me, seeking thee, O God of Israel.",
    "7": "Because for thee I bare reproach: shame covered my face.",
    "8": "I was polluted to my brethren, and a stranger to my mother’s sons.",
    "9": "For the zeal of thy house devoured me, and the reproaches of those reproaching thee fell upon me.",
    "10": "And I will weep with fasting of my soul, and it will be for reproaches to me.",
    "11": "And I will give my clothing sackcloth, and I for a parable to them.",
    "12": "They sitting in the gate will speak against me, and I was but the music of stringed instruments, of strong drink.",
    "13": "And I, my prayer is to thee, O Jehovah, a time of acceptance: O God, in the multitude of thy mercy answer me, in the truth of thy salvation.",
    "14": "Deliver me from the mire and I shall not sink: I shall be delivered from those hating me, and from the depths of waters.",
    "15": "The streams of water shall not overflow me, and the depth shall not swallow me down, and the well shall not close upon me her mouth.",
    "16": "Answer me, O Jehovah, for good is thy mercy: according to the multitude of thy compassions turn to me.",
    "17": "And thou wilt not hide thy face from thy servant; for straits are to me: hasten to answer me.",
    "18": "Draw near to my soul, redeem it: ransom me on account of mine enemies.",
    "19": "Thou knewest my reproach and my shame, and my disgrace: all mine adversaries are before thee.",
    "20": "Reproach broke my heart, and I shall be ill at ease: and I shall hope for comforting, and none; and for those consoling, and I found not.",
    "21": "And they will give my food poison, and for my thirst they will give me vinegar to drink.",
    "22": "Their table shall be before them for a snare, for a retribution, for a cause of ruin.",
    "23": "Their eyes shall be darkened from seeing, and cause their loins to waver always.",
    "24": "Pour out upon them thy wrath, and the burning of thins anger shall overtake then).",
    "25": "Their fortress shall be desolated, and in their tents there shall none be dwelling.",
    "26": "For whom thou didst strike they pursued; and they will relate to the pain of thy wounded.",
    "27": "Thou wilt give iniquity to their iniquity, and they shall not come into thy justice.",
    "28": "They shall be wiped off from the book of the living, and with the just they shall not be written.",
    "29": "And I am poor and dejected: and thy salvation, O God, shall set me up on high.",
    "30": "I will praise the name of God with a song, and will magnify him with praise.",
    "31": "And it shall be good to Jehovah above an ox, a bullock shooting out horns and hoofs,",
    "32": "The poor saw, they shall be glad: and seeking Jehovah your heart shall live.",
    "33": "For Jehovah heard to the needy, and he despised not his hound.",
    "34": "The heavens shall praise him, and the earth, the sea, and every creeping thing in it.",
    "35": "For God will save Zion, and he will build the cities of Judah, and they shall dwell there and inherit it.",
    "36": "And the seed of his servants shall inherit it, and they loving his name shall dwell in it."
}