{
    "1": "In thee, O Jehovah, I put my trust; shall not be ashamed forever.",
    "2": "In thy justice thou wilt deliver me, and let me escape: incline to me thine ear and save me.",
    "3": "Be thou to me for a rock of refuge to come always: thou didst command to save me, for thou my rock and my fortress.",
    "4": "My God, deliver me from the hand of the unjust one, from the hand of him transgressing, and the violent one.",
    "5": "For thou my hope, O Lord Jehovah: my trust from my youth.",
    "6": "Upon thee was I supported from the womb: from the bowels of my mother thou didst separate me: in thee my praise always.",
    "7": "I was as a wonder to many: and thou my refuge of strength.",
    "8": "My mouth shall be filled with thy praise, thy magnificence all the day.",
    "9": "Thou wilt not cast me off to the time of old age; as my strength fails thou wilt not forsake me.",
    "10": "For mine enemies said to me, and they watching my soul took counsel together,",
    "11": "Saying, God forsook him: pursue him and take him, for none delivering.",
    "12": "O God, thou wilt not be far off from me: my God, hasten for my help.",
    "13": "They lying in wait for my soul shall be ashamed; they shall be finished; they seeking my evil shall be covered with reproach and shame.",
    "14": "And I will always hope, and I added upon all thy praise.",
    "15": "My mouth shall recount thy justice, all the day thy salvation, for I knew not numbers.",
    "16": "I will go in the strength of the Lord Jehovah: I will keep in remembrance thy justice, thine alone.",
    "17": "O God, thou didst teach me from my youth: and even to this will I announce thy wonders.",
    "18": "And also even to old age and grayness, O God, thou wilt not forsake me; till I shall announce thine arm to the generation, thy strength to every one who shall come:",
    "19": "And thy justice, O God, even to height, who didst great things: O God, who like thee?",
    "20": "Who didst cause us to see great straits and evils; thou wilt turn back, thou wilt preserve us alive, and from the depths of the earth thou wilt turn back, thou wilt bring us up.",
    "21": "Thou wilt increase my greatness, thou wilt surround me, thou wilt comfort me.",
    "22": "Also I will praise thee with the instrument of the harp; thy truth, O God, I will play on the harp, to thee, O Thou, Holy One of Israel.",
    "23": "My lips shall rejoice when I shall play on the harp to thee, and my soul which thou redeemedst.",
    "24": "Also my tongue all the day shall celebrate thy justice; for they were confused, for they seeking my evil were ashamed."
}