{
    "1": "To Solomon. O God, thou wilt give thy judgments to the king, and thy justice to the king’s son.",
    "2": "He shall judge thy people in justice, and thy poor in judgment.",
    "3": "The mountains shall lift up peace to the people, and the hills in justice.",
    "4": "He shall judge the poor of the people, and save to the sons of the needy, and he will break in pieces him oppressing.",
    "5": "And they shall fear thee with the sun and before the moon, generation of generations.",
    "6": "He shall come down as rain upon a fleece, as showers of pouring rain upon the earth.",
    "7": "The just one shall break forth in his days, and a multitude of peace even till no moon.",
    "8": "And he shall rule from sea even to sea, and from the river even to the ends of the earth.",
    "9": "Inhabitants of the desert shall bow before him, and his enemies shall lick the dust.",
    "10": "The kings of Tarshish and the islands shall turn back a gift, the kings of Sheba and Seba shall bring a present.",
    "11": "And all kings shall worship to him: all nations shall serve him.",
    "12": "For we will deliver the needy from the powerful one, and the poor and no helper to him.",
    "13": "He will spare for the poor and the needy, and he will save the souls of the needy.",
    "14": "From oppression and from violence he will redeem their soul, and their blood shall be precious in his eyes.",
    "15": "And he shall live, and there shall be given to him from the gold of Sheba: and there shall always be supplications for him; all the day shall they praise him.",
    "16": "There shall be diffusion of grain in the earth upon the head of the mountains; its fruit shall shake as Lebanon, and they shall blossom from the city as the grass of the earth.",
    "17": "His name shall be forever: his name shall flourish before the sun: and they shall be praised in him: all nations shall pronounce him happy.",
    "18": "Praised be Jehovah God, the God of Israel, doing wonders himself alone.",
    "19": "And praised be the name of his glory forever; and his glory shall fill all the earth. Amen and Amen.",
    "20": "The prayers of David son of Jesse were completed."
}