{
    "1": "Chanting to Asaph. Surely God is good to Israel, to the clean of heart.",
    "2": "And I, my feet nearly turned aside; my going was almost poured out.",
    "3": "For I was envious at the foolish; I shall see the peace of the unjust.",
    "4": "For not the pains to their death, and their body fat.",
    "5": "They are not in the trouble of men, and with man they shall not be struck.",
    "6": "For this, pride surrounded them as a neck-chain; the dress of violence will cover to them.",
    "7": "Their eye will come forth from fat: they passed over the imaginations of the heart.",
    "8": "They will mock and speak in evil of oppression: they will speak from elevation.",
    "9": "They set their mouth against the heavens, and their tongue will go in the earth.",
    "10": "For this, his people will turn back here: and full water shall be sucked out to them.",
    "11": "And they said, How did God know? and is there knowledge in the Most High?",
    "12": "Behold, these the unjust, and they being secure of the world increased riches.",
    "13": "Surely in vain I cleansed my heart, and I will wash my hands in cleanness.",
    "14": "And I am struck all the day, and my reproofs for the mornings.",
    "15": "If I said, I will recount thus; behold, I transgressed against the generation of thy sons.",
    "16": "And I shall think to know this, it is labor in mine eyes.",
    "17": "Till I shall come to the holy place of God I shall not understand for their latter state.",
    "18": "Surely in slippery places thou wilt set them, to cast them down into ruins.",
    "19": "How they were for desolation as in a moment they perished; they were finished from sudden destruction.",
    "20": "As a dream of him awaking, O Jehovah, in awaking thou wilt despise their image.",
    "21": "For my heart will be embittered, and my loins were hard.",
    "22": "And I stupid, and I shall not know, and I was a beast with thee.",
    "23": "And I always with thee: thou didst hold by my right hand.",
    "24": "In thy counsel thou wilt guide me, and after, thou wilt receive me with glory.",
    "25": "Who to me in the heavens? and from thee I desired nothing in the earth.",
    "26": "My flesh failed and my heart: the rock of my heart and my portion is God forever.",
    "27": "For behold, they being far off from thee shall perish: thou didst lay waste all committing fornication from thee.",
    "28": "And I drawing near to God, it is good for me: I put in the Lord Jehovah my refuge, to recount all thy works."
}