{
    "1": "Understanding to Asaph. Wherefore, O God, didst thou reject forever? will thine anger smoke against the sheep of thy feeding?",
    "2": "Remember thine assembly thou didst purchase of old; thou didst redeem the rod of thine inheritance; this mount Zion thou didst dwell in it.",
    "3": "Lift up thy steps to desolations forever; all the evil of the enemy in the holy place.",
    "4": "Thine enemies roared in the midst of thine appointment; they set their signs, signs.",
    "5": "It will be known according to bringing the axes upwards upon the thicket of wood.",
    "6": "And now with axes and hammers they will beat her engravings.",
    "7": "They cast thy holy place into fire, to the earth they defiled the tent of thy name.",
    "8": "They said in their heart, We will rage against them together: they burnt up all the appointments of God in the earth.",
    "9": "We saw not our signs, no more a prophet: and not with us will it be known how long.",
    "10": "How long, O God, shall the enemy reproach? Shall the enemy despise thy name forever?",
    "11": "Wherefore wilt thou turn back thy hand, and thy right hand? from the midst of thy bosom completely.",
    "12": "And God my king of old working salvations in the midst of the earth.",
    "13": "Thou didst cleave the sea in thy strength: thou didst break the heads of the dragons upon the waters.",
    "14": "Thou didst break the heads of the sea monster, thou wilt give him for food to the people, to the inhabitants of the desert.",
    "15": "Thou didst cleave asunder the fountain and the torrent: thou driedst up the rivers of strength.",
    "16": "To thee the day, also to thee the night: thou didst prepare the light and the sun.",
    "17": "Thou didst set all the bounds of the earth: summer and autumn thou didst form them.",
    "18": "Remember this, the enemy reproached Jehovah, and the foolish people despised thy name.",
    "19": "Thou wilt not give the soul of thy turtle-dove to the beast: the life of thy poor thou wilt not forget forever.",
    "20": "Look to thy covenant: for the dark places of the earth were filled with habitations of violence.",
    "21": "The poor one shall not turn back ashamed: the humble and the needy shall praise thy name.",
    "22": "Arise, O God, contend thy contention: remember thy reproach from the foolish all the day.",
    "23": "Thou wilt not forget the voice of thine adversaries: the pride of them rising up against thee going up always."
}