{
    "1": "To the overseer for Jeduthun: to Asaph a chanting. My voice to God, and I will cry with my voice to God, and he gave ear to me.",
    "2": "In the day of my straits I sought Jehovah: my hand was stretched out at night, and it will not be slack: my soul refused to be comforted.",
    "3": "I will remember God and I shall be disquieted: I shall be depressed and my spirit will languish. Silence.",
    "4": "Thou didst hold mine eyes watching: I was moved, and I will not speak.",
    "5": "I reckoned the days of old, the everlasting years.",
    "6": "I will remember my stringed instruments in the night: I shall meditate with my heart, and my spirit will search out.",
    "7": "Will Jehovah reject forever? and will he no more add to be satisfied?",
    "8": "Did his mercy fail forever? his word come to an end to generation and generation?",
    "9": "Did God forget to compassionate? or in anger did he gather his compassion? Silence.",
    "10": "And saying, This has made me sick: the years of the right hand of the Most High.",
    "11": "I will remember the works of Jah: for I will remember the ancient time of thy wonder.",
    "12": "And I meditated in all thy work, and I will think upon all thy doings.",
    "13": "O God, thy way is in the holy place: what God great as God?",
    "14": "Thou the God doing wonder: thou didst make known thy strength among the peoples.",
    "15": "Thou didst redeem with the arm thy people the sons of Jacob and Joseph. Silence.",
    "16": "The waters saw thee, O God, the waters saw thee; they will tremble, also the depths will be moved.",
    "17": "The clouds poured out waters: the clouds gave a voice: also thine arrows will go about.",
    "18": "The voice of thy thunder in the wheel: the lightnings lightened the habitable globe: the earth moved and it will shake.",
    "19": "In the sea thy way, and thy paths in many waters, and thy heels were not known.",
    "20": "Thou didst guide thy people as sheep by the hand of Moses and Aaron."
}