{
    "1": "Instruction to Asaph. Give ear, O my people, to my law: incline your ears to the sayings of my mouth.",
    "2": "I will open my mouth in a parable: I will utter enigmas from ancient time:",
    "3": "Which we heard and we shall know them, and our fathers recounted to us.",
    "4": "It was not hid from their sons, to a later generation recounting the praises of Jehovah and his strength, and his wonders which he did.",
    "5": "For he raised up a testimony in Jacob and set a law in Israel, which he commanded our fathers to make them known to their sons:",
    "6": "So that a later generation shall know; sons shall be born, they shall rise up and recount to their sons.",
    "7": "And they shall set their hope in God, and they shall not forget the works of God, and they shall watch his commands.",
    "8": "And they shall not be as their fathers, a generation turning away and bitter, a generation it prepared not its heart, and its spirit was not firm with God.",
    "9": "The sons of Ephraim bending, lifting up the bow, turned in the day of the encounter.",
    "10": "They watched not the covenant of God, and in his law they refused to go;",
    "11": "And they will forget his works and his wonders which he caused them to see.",
    "12": "Before their fathers he did a wonder in the land of Egypt, the field of loading.",
    "13": "He rent the sea and he will cause them to pass through; and he will cause the waters to stand as a heap.",
    "14": "And he will guide them in a cloud the day, and all the night in a light of fire.",
    "15": "He will rend the rocks in the desert, and give drink as the great abyss.",
    "16": "And he will bring forth flowings from the rock, and bring down waters as rivers.",
    "17": "And they will yet add to sin against him to embitter the Most High in a dry land.",
    "18": "And they will tempt God in their heart to ask food for their soul.",
    "19": "And they will speak against God; they said, Will God be able to arrange a table in the desert?",
    "20": "Behold, he struck the rock and waters will flow, and torrents will pour out; will he be able also to give bread? or will he prepare flesh for his people?",
    "21": "For this Jehovah heard and he will overflow, and a fire was kindled in Jacob, and also anger came up upon Israel.",
    "22": "For they believed not in God, and they trusted not in his salvation.",
    "23": "And he commanded the clouds from above, and he opened the doors of the heavens.",
    "24": "And he will rain upon them manna to eat, and he gave the grain of the heavens to them.",
    "25": "Man ate the bread of the strong: he sent to them provision to fulness.",
    "26": "He will cause the east wind to go forth in the heavens, and by his strength he will lead the south wind.",
    "27": "And he will rain flesh upon them as the dust, birds of feather as the sand of the seas.",
    "28": "And it shall fall in the midst of his camp, round about to his habitations.",
    "29": "And they shall eat and be well filled: and he will bring to them their desire.",
    "30": "They turned not away from their desire, yet their food in their mouth.",
    "31": "And the anger of God came up upon them, and he will slay among their fat ones and he bowed down the chosen of Israel.",
    "32": "In all this they yet sinned, and they believed not in his wonders.",
    "33": "And he will finish their days in vanity, and their years in terror.",
    "34": "When he slew them and they sought him, and they turned back and sought for God.",
    "35": "And they will remember that God is their Rock, and God the Most High redeemed them.",
    "36": "And they will deceive with their mouth, and with their tongue they will lie to him.",
    "37": "And their heart was not right with him, and they were not firm in his covenant.",
    "38": "And he being compassionate will cover iniquity, and he will not destroy: and he multiplied to turn back his anger, and he will not rouse up all his wrath.",
    "39": "And he will remember that they are flesh; a spirit going and not turning back.",
    "40": "How often they will embitter him in the desert! they will grieve him in the waste.",
    "41": "And they will turn back and tempt God, and they broke in upon the Holy One of Israel.",
    "42": "They remembered not his hand the day which he redeemed them from the enemy;",
    "43": "How he set in Egypt his signs, and his wonders in the field of loading.",
    "44": "And he turned to blood their rivers, and their flowings they shall not drink.",
    "45": "He will send forth among them the gad-fly, and they shall devour them; and frogs, and they shall destroy them.",
    "46": "And he will give their produce to the devourer, and their labor to the locust.",
    "47": "He will kill their vine with hail, and their sycamore trees with frost.",
    "48": "He will deliver their cattle to the hail, and their possessions to the flames.",
    "49": "He will send upon them the burning of his anger, outpouring and wrath, and straits, sending evil messengers.",
    "50": "He will prepare a beaten path for his anger; he spared not their soul from death, and their life he delivered to the word;",
    "51": "And he will strike all the firstborn in Egypt; the first-fruits of their toils in the tents of Ham:",
    "52": "He will remove his people as sheep, and he will lead them as a flock in the desert.",
    "53": "And he will guide them securely and they feared not: and the sea covered their enemies.",
    "54": "And he will bring them to the bound of his holy place, this mountain his right hand purchased.",
    "55": "And he will cast out the nations from their face, and he will divide them by lot in the measure of inheritance, and he will cause the tribes of Israel to dwell in their tents.",
    "56": "And they will tempt and embitter God the Most High, and they watched not his testimonies.",
    "57": "And they will draw back, and they will transgress as their fathers: they were turned as a bow of deceit.",
    "58": "And they will make him angry with their heights, and they will provoke him to jealousy with their carved images.",
    "59": "God heard and he will overflow, and he will greatly contemn in Israel.",
    "60": "And he cast off the tent of Shiloh, the tent he pitched among man.",
    "61": "And he will give his strength to captivity, and his beauty into the hand of the enemy.",
    "62": "And he will deliver his people to the sword, and he overflowed upon his inheritance.",
    "63": "The fire devoured his young men, and his virgins wailed not.",
    "64": "His priests fell by the sword, and his widows wept not.",
    "65": "And Jehovah will awake as he sleeping, as the strong one shouting from wine.",
    "66": "And he will strike his enemies behind: he gave to them reproach forever.",
    "67": "And he will reject in the tent of Joseph, and he chose not in the tribe of Ephraim.",
    "68": "And be will choose the tribe of Judah, mount Zion which he loved.",
    "69": "And he will build his holy place as of buffaloes, as the earth he founded it forever.",
    "70": "And he will choose in David his servant, and he will take him from the folds of sheep.",
    "71": "From those bringing up to care for Jacob his people and for Israel his inheritance.",
    "72": "And he will feed them according to the integrity of his heart, and he will guide them in the understandings of his hands."
}