{
    "1": "To the overseer upon the death of Laban, chanting of David. I will praise, O Jehovah, with all my heart; I will recount all thy wonderful works.",
    "2": "I will be glad and rejoice in thee: I will play on the harp to thy name, O Most High.",
    "3": "In the turning away of mine enemies backward, they shall be weak and perish from thy face.",
    "4": "For thou didst my judgment and my cause; thou satest upon the throne judging justice.",
    "5": "Thou didst rebuke the nations, thou didst destroy the unjust one, wiping off their name forever and ever.",
    "6": "O enemy! desolations were wholly finished, and thou didst tear down cities; their remembrance perished with them.",
    "7": "And Jehovah shall dwell forever: he prepared his throne for judgment.",
    "8": "And he will judge the habitable globe in justice, he will judge peoples in uprightness.",
    "9": "And Jehovah will be a height for the oppressed one, a height for times in straits.",
    "10": "And they knowing thy name will trust in thee, for thou didst not forsake those seeking thee, O Jehovah.",
    "11": "Play on the harp to Jehovah dwelling in Zion: announce among the peoples his doings.",
    "12": "For he sought out bloods, be remembered them: he forget not the cry of the humble.",
    "13": "Compassionate me, O Jehovah: see my affliction from those hating me, thou lifting me up from the gates of death:",
    "14": "So that I shall recount all thy praises in the gates of the daughter of Zion: I will rejoice in thy salvation.",
    "15": "The nations sank into the pit they made: in the net they hid, their foot was taken by it.",
    "16": "And Jehovah was known by the judgment he did: by the work of his hands the unjust was snared. Meditation. Silence.",
    "17": "The unjust shall be turned away into hades, all the nations forgetting God.",
    "18": "For the needy shall not be forgotten forever: the hope of the poor shall not perish forever.",
    "19": "Arise, O Jehovah; man shall not be strengthened: the nations shall be judged before thee.",
    "20": "Put fear to them, O Jehovah: the nations shall know they are man. Silence."
}