{
    "1": "O God of vengeance, O Jehovah God of vengeance, shine forth.",
    "2": "Be thou lifted up judging the earth: turn back retribution upon the proud.",
    "3": "How long shall the unjust, O Jehovah, how long shall the unjust exult?",
    "4": "They will utter, they will speak impudently; all they working iniquity will boast themselves.",
    "5": "They will break in pieces thy people, O Jehovah, and they will afflict thine inheritance.",
    "6": "The widow and the stranger they will slay, and they will kill the orphan.",
    "7": "And they will say Jah will not see, and the God of Jacob will not understand.",
    "8": "Understand, ye brutish among the people: and ye foolish, when will ye understand?",
    "9": "He planting the ear, shall he not hear? if he formed the eye, shall he not see?",
    "10": "He chastising the nations, shall he not do justice? he teaching man knowledge.",
    "11": "Jehovah knew the thoughts of man that they are vanity.",
    "12": "Happy the man whom thou shalt chastise, O Jah: and thou wilt teach him from thy laws.",
    "13": "To give rest to him from the days of evil, till the pit shall be dug for the unjust.",
    "14": "For Jehovah will not cast off his people, and he will not forsake his inheritance.",
    "15": "For judgment shall turn back even to justice: and after it all the upright of heart.",
    "16": "Who shall rise up for me against those doing evil? who shall stand for me against those working iniquity?",
    "17": "Unless Jehovah helped for me my soul almost dwelt silently.",
    "18": "If I said, My foot wavered; thy mercy, O Jehovah, upheld me.",
    "19": "In the multitude of my thoughts in my midst thy consolations will delight my soul.",
    "20": "Shall the throne of mischief be joined together with thee forming labor upon the law?",
    "21": "They shall break in upon the soul of the just one, and they shall condemn innocent blood.",
    "22": "And Jehovah shall be for a height to me, and my God for the rock of my refuge.",
    "23": "And he will turn back upon them their iniquity, and in their evil he will cut them off; Jehovah our God will cut them off."
}