{
    "1": "So then, why, O Lord, have you withdrawn far away? Why have you overlooked us in opportunity, in tribulation?",
    "2": "While the impious is arrogant, the poor is enflamed. They are held by the counsels that they devise.",
    "3": "For the sinner is praised by the desires of his soul, and the iniquitous is blessed.",
    "4": "The sinner has provoked the Lord; according to the multitude of his wrath, he will not seek him.",
    "5": "God is not before his sight. His ways are stained at all times. Your judgments are removed from his face. He will be master of all his enemies.",
    "6": "For he has said in his heart, “I will not be disturbed: from generation to generation without evil.”",
    "7": "His mouth is full of curses, and bitterness, and deceit. Under his tongue are hardship and sorrow.",
    "8": "He sits in ambush, with resources in hidden places, so that he may execute the innocent.",
    "9": "His eyes catch sight of the poor. He lies in ambush, in hiding like a lion in his den. He lies in ambush, so that he may seize the poor, to seize the poor as he draws him in.",
    "10": "With his snare, he will bring him down. He will crouch down and pounce, when he has power over the poor.",
    "11": "For he has said in his heart, “God has forgotten, he has turned away his face, lest he see to the end.”",
    "12": "O Lord God, rise up. Let your hand be exalted. Do not forget the poor.",
    "13": "How has the impious one provoked God? For he has said in his heart, “He will not inquire.”",
    "14": "You do see, for you examine hardship and sorrow, so that you may deliver them into your hands. The poor one has been abandoned to you. You will be a helper to the orphan.",
    "15": "Break the arm of the sinner and the malicious. His sin will be sought, and it will not be found.",
    "16": "The Lord shall reign in eternity, even forever and ever. You will perish the Gentiles from his land.",
    "17": "The Lord has heeded the desire of the poor. Your ear has listened to the preparation of their heart,",
    "18": "so as to judge for the orphan and the humble, so that man may no longer presume to magnify himself upon the earth."
}