{
    "1": "Unto the end. For Jeduthun. A Psalm of Asaph. I cried out to the Lord with my voice, to God with my voice, and he attended to me.",
    "2": "In the days of my tribulation, I sought God, with my hands opposite him in the night, and I was not deceived. My soul refused to be consoled.",
    "3": "I was mindful of God, and I was delighted, and I was distressed, and my spirit fell away.",
    "4": "My eyes anticipated the vigils. I was disturbed, and I did not speak.",
    "5": "I considered the days of antiquity, and I held the years of eternity in my mind.",
    "6": "And I meditated in the night with my heart, and I was distressed, and I examined my spirit.",
    "7": "So then, will God reject for eternity? Will he not continue to allow himself to show favor?",
    "8": "Or, will he cut off his mercy in the end, from generation to generation?",
    "9": "And would God ever forget to be merciful? Or, would he, in his wrath, restrict his mercies?",
    "10": "And I said, “Now I have begun. This change is from the right hand of the Most High.”",
    "11": "I was mindful of the works of the Lord. For I will be mindful from the beginning of your wonders,",
    "12": "and I will meditate on all your works. And I will take part in your intentions.",
    "13": "Your way, O God, is in what is holy. Which God is great like our God?",
    "14": "You are the God who performs miracles. You have made your virtue known among the peoples.",
    "15": "With your arm, you have redeemed your people, the sons of Jacob and of Joseph.",
    "16": "The waters saw you, O God, the waters saw you, and they were afraid, and the depths were stirred up.",
    "17": "Great was the sound of the waters. The clouds uttered a voice. For your arrows also pass by.",
    "18": "The voice of your thunder is like a wheel. Your flashes have illuminated the whole world. The earth has quaked and trembled.",
    "19": "Your way is through the sea, and your paths are through many waters. And your traces will not be known.",
    "20": "You have conducted your people like sheep, by the hand of Moses and Aaron."
}