{
    "1": "Unto the end. For the secrets of the Son. A Psalm of David. I will confess to you, Lord, with my whole heart. I will recount all your wonders.",
    "2": "I will rejoice and exult in you. I will sing a psalm to your name, O Most High.",
    "3": "For my enemy will be turned back. They will be weakened and perish before your face.",
    "4": "For you have accomplished my judgment and my cause. You have sat upon the throne that judges justice.",
    "5": "You have rebuked the Gentiles, and the impious one has perished. You have deleted their name in eternity and for all generations.",
    "6": "The spears of the enemy have failed in the end, and their cities, you have destroyed. Their memory has perished with a loud noise.",
    "7": "But the Lord remains in eternity. He has prepared his throne in judgment.",
    "8": "And he will judge the whole world in equity. He will judge the people in justice.",
    "9": "And the Lord has become a refuge for the poor, a helper in opportunity, in tribulation.",
    "10": "And may they hope in you, who know your name. For you have not abandoned those seeking you, Lord.",
    "11": "Sing a psalm to the Lord, who dwells in Zion. Announce his study among the Gentiles.",
    "12": "Because of those who yearned for their blood, he has remembered them. He has not forgotten the cry of the poor.",
    "13": "Have mercy on me, Lord. See my humiliation from my enemies.",
    "14": "You lift me up from the gates of death, so that I may announce all your praises at the gates of the daughter of Zion.",
    "15": "I will exult in your salvation. The Gentiles have become trapped in the ruin that they made. Their foot has been caught in the same snare that they themselves had hidden.",
    "16": "The Lord will be recognized when making judgments. The sinner has been caught in the works of his own hands.",
    "17": "The sinners will be turned into Hell: all the Gentiles who have forgotten God.",
    "18": "For the poor will not be forgotten in the end. The patience of the poor will not perish in the end.",
    "19": "Rise up, Lord: do not let man be strengthened. Let the Gentiles be judged in your sight.",
    "20": "O Lord, establish a lawgiver over them, so that the Gentiles may know that they are only men."
}