{
    "1": "Unto the end, a psalm of David, when Nathan the prophet came to him after he had sinned with Bethsabee. Have mercy on me, O God, according to thy great mercy. And according to the multitude of thy tender mercies blot out my iniquity.",
    "2": "Wash me yet more from my iniquity, and cleanse me from my sin.",
    "3": "For I know my iniquity, and my sin is always before me.",
    "4": "To thee only have I sinned, and have done evil before thee: that thou mayst be justified in thy words and mayst overcome when thou art judged.",
    "5": "For behold I was conceived in iniquities; and in sins did my mother conceive me.",
    "6": "For behold thou hast loved truth: the uncertain and hidden things of thy wisdom thou hast made manifest to me.",
    "7": "Thou shalt sprinkle me with hyssop, and I shall be cleansed: thou shalt wash me, and I shall be made whiter than snow.",
    "8": "To my hearing thou shalt give joy and gladness: and the bones that have been humbled shall rejoice.",
    "9": "Turn away thy face from my sins, and blot out all my iniquities.",
    "10": "Create a clean heart in me, O God: and renew a right spirit within my bowels.",
    "11": "Cast me not away from thy face; and take not thy holy spirit from me.",
    "12": "Restore unto me the joy of thy salvation, and strengthen me with a perfect spirit.",
    "13": "I will teach the unjust thy ways: and the wicked shall be converted to thee.",
    "14": "Deliver me from blood, O God, thou God of my salvation: and my tongue shall extol thy justice.",
    "15": "O Lord, thou wilt open my lips: and my mouth shall declare thy praise.",
    "16": "For if thou hadst desired sacrifice, I would indeed have given it: with burnt offerings thou wilt not be delighted.",
    "17": "A sacrifice to God is an afflicted spirit: a contrite and humbled heart, O God, thou wilt not despise.",
    "18": "Deal favourably, O Lord, in thy good will with Sion; that the walls of Jerusalem may be built up.",
    "19": "Then shalt thou accept the sacrifice of justice, oblations and whole burnt offerings: then shall they lay calves upon thy altar."
}